(defparameter *news-topics-guo* nil)

(push
 (u (:- '(small () "2018.12.31")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/166422")
               '(q () (pre () "
12月30日：在马阿拉哥庄园对面河上有一个船上放着丑化总统的雕塑……但是N个特勤局人员只远远的看着！什么也没有做！如果这是在北京！这个船的人可能已经被打飞机死……躲猫猫死！这就是美国为什么伟大！川普先生能成为川普总统的原因！你不尊重不服都不行！天佑美国！天佑美国的人民！")))
           (:- "郭文(Snow 超短视频): " (@ "https://www.guo.media/posts/166418")
               '(q () (pre () "12月30日：SNOW 在马阿拉哥庄园㪚步！")))
           (:- "郭文(报平安视频): " (@ "https://www.guo.media/posts/166385")
               '(q () (pre () "12月30日：报平安视频！川普总统将向CCP要求中国人必须有宗教的自由．信仰的自由！这是一个巨大的胜利✌️✌️✌️伟大的美国总统．伟大的美国！✊✊✊"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.30")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/166146")
               '(q () (pre () "
12月29日：尊敬的冷山战友好！这个推文就是说明了共产党的邪恶本质！骗．偷．抢．杀！是他们统治奴役中国14亿人民！舍你的身家性命取那几个家族的＂益＂！社保．股市．银行．是盗国财富的第一大盗取人民的钞票的门！这就是为什么紐约．香港．伦敦．洛杉矶．旧金山．加拿大．澳大利亚……这些大城市的豪宅．私人飞机．游艇．……都是那些盗国贼控制的！共产党员的高官们不会有生金砖银条！那都是盗取我们这些草根们的财富！所以我们要革命！"))
               (u (:- '(pre () "郭文图片: \"3800万人弃缴社保 因收益太低\""))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=bVOF9Ibm-10"
                           "2018年12月29日接受路德先生的访谈，谈马建案与2019年爆料计划和中国私人企业家的命运。")
               '(small () "Youtube")
               (u (:- `(cite () "路德 视角: "
                             ,(@ "https://www.youtube.com/watch?v=PTQ4JB5zNfw"
                                 "12/29/2018 路德访谈郭文贵先生：大连案子被终审后，CCP的后续动作？吴征被起诉，CCP国家级领导被正式法庭立案；民企老板的生存空间现状")))
                  (:- '(pre () "大连600亿罚款 二审终审判决背后"))
                  (:- '(pre () "26号宣判 有30天期限缴罚款 但是 28号就强行从账上把钱给划走了"))
                  (:- '(pre () "不知情就被划走 罚证泉 还把盘古等不相干的账户的钱都划走"))
                  (:- '(pre () "领导的意思"))
                  (:- '(pre () "郭先生的遭遇 就是 私人企业家的未来 是一个很好的案例"))
                  (:- '(pre () "(21:00) 起诉 吴征 的案子的意义 "))
                  (:- '(pre () "让吴征的行动完全做实"))
                  (:- '(pre () "法官 把案给立了 形成了案例"))
                  (:- '(pre () "中共国所有被害的人 都有了起诉它们的可能性 意义太大了 能够在美国 通过法律保护和追讨自己的财产"))
                  (:- '(pre () "西方介入了解中共国的法律体制 "))
                  (:- '(pre () "接下来有7个行动"))
                  (:- '(pre () "美国政府 调查砸郭的背景 保护挺郭受威胁和伤害的"))
                  (:- '(pre () "(42:30) 马健的案子"))
                  (:- '(pre () "91文件 官员的相关调查信息(腐败 海外资产 等等) 视频音频文字等 在海外 郭先生拿不到 但没有郭先生别人也拿不到"))
                  (:- '(pre () "荒唐但强迫交易 陷害 马健"))
                  (:- '(pre () "媒体对马健对报道 因与郭先生联系在一起 明白是政治构陷"))
                  (:- '(pre () "(1:05:00) 香港的查封 与 大连案子 的关联"))
                  (:- '(pre () "背后 都是同样的目的 都是同一波人(孟孙等)的政法委谋划"))
                  (:- '(pre () "(1:13:00) 受害后的人生态度 敬佩李宁"))
                  (:- '(pre () "20204"))
                  (:- '(pre () "路德: 郭先生是中共最完美的掘墓人"))
                  (:- '(pre () "(1:21:00) 向松祚的演讲的意义"))
                  (:- '(pre () "向松祚 与郭先生的交集(当年盘古空中四合院) 及其背景(曾庆红)"))
                  (:- '(pre () "开启 2019的 政治斗争"))
                  (:- '(pre () "最大的输家就是习 所有都推他一人身上 最大的赢家就是王岐山 债留大陆 钱进美国 家人私生子 财富 都转出去了"))
                  (:- '(pre () "群魔共舞"))
                  (:- '(pre () "(1:40:00) 变革前夕 所有人都不安全 "))
                  (:- '(pre () "存粮 年轻人回流 卖身"))
                  (:- '(pre () "钱动不了 共产化"))
                  (:- '(pre () "感谢郭先生的爆料 让大家看到危机 保了命和钱"))
                  (:- '(pre () "(1:52:00) 91号文件 怎么打开 ? 需要三个人到场 郭先生就是其中之一 另外两人也在海外"))
                  (:- '(pre () "这些是潘多拉盒子的一小部分"))
                  (:- '(pre () "郭先生看过一部分 所以有绝对的自信 相信2020能够干掉CCP"))
                  (:- '(pre () "打开时机"))
                  (:- '(pre () "祷告")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.29")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/165915")
               '(q () (pre () "
尊敬的战友们：案件编号162069/2018，这是美国建国以来，也是中国共产党执政以来，第一次在美国的法院中，中国国家级和政治局常委级的官员被列入到重要案件的被告中！这是有史以来第一次，意义重大！这也是盗国贼这些天来，对我发动攻击的根本原因！美国的法律将给我们真相，美国的法律将帮我们找回我们所有失去的尊严和安全！伟大的美国！🙏一切都是刚刚开始！💪💪💪")))
           (:- "郭文: " (@ "https://www.guo.media/posts/165904")
               '(q () (pre () "
12月28日：陈峰是王岐山等人的白手套．盗国贼的帮凶……蓝金黄的执行者……敢这样胡说八道．真是1000％不要脸不要腚……你们会成为中国人的继秦桧之后最大的民族敌人！如果你真信佛……你就会明白报应一定会发生的！只是时间问题！一切都是刚刚开始！"))
               (u (:- '(pre () "郭文图片: 陈峰 在2018.12.26 中共国品牌论坛上的演讲"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/165866")
               '(q () (pre () "
12月28日：这个所谓的法律基金的帐单是假的！是盗国贼专为坑害我们造的假！何等卑鄙的人才能干出这样的事情！只有盗国贼干的出来！")))
           (:- "郭文(报平安视频): " (@ "https://www.guo.media/posts/165804")
               '(q () (pre () "
12月28日：文贵报平安视频！昨天晚上两位老领导打电话给我．让我当俊杰！说我身边有千军万马在等命令随时灭我……我好怕怕哦😱……一切都是刚刚开始！"))
               (u (:- '(pre () "老领导打电话 劝 郭先生 识时务者为俊杰"))
                  (:- '(pre () "过去识时务的 都在秦城监狱 或 成刀下鬼 "))
                  (:- '(pre () "别着急 要等时机"))
                  (:- '(pre () "海外 美人计 砸钱 不惜代价 收买战友")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.28")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/165610")
               '(q () (pre () "
月27日：盗国贼王岐山与孟建柱将马健先生与文贵的黑案编号为〈20204〉简称2．24 中央专案组． 文贵将会让你们看到你们以黑治国．陷害无辜．抢夺🏴‍☠️巨额财富的后果与代价！马健先生的今天就是你们的明天！一切都是刚刚开始！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=Q5ALDM-L0yM"
                           "2018年12月27日郭文贵直播 - 原马健副部长所谓的被判无期徒刑是中共“以黑治国”“以警治国”最好的证明！郭文贵将不惜一切代价为马健先生及绝大多数被残害的共产党员争取公平！真相！还他们自由！")
               (u (:- '(pre () "郭先生 认识的 马健"))
                  (:- '(pre () "马健被抓的原因 知道太多 且 涉王岐山 令谷案"))
                  (:- '(pre () "91号文件是 马健任职期间调查所有官员的侦查信息"))
                  (:- '(pre () "英国 刘彦平 要让签字说5000万贿赂马健 还让写表忠心的信 "))
                  (:- '(pre () "马健被抓后 家人情况"))
                  (:- '(pre () "强迫交易的荒诞 李友为啥被放 栽赃陷害马健"))
                  (:- '(pre () "活该 谁都可能是下一个马健 觉醒吧 党内人"))
                  (:- '(pre () "马健已经被宣判 该我出手了 该我出手了 该我出手了"))
                  (:- '(pre () "疯狂的反扑")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.27")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/165457")
               '(q () (pre () "12月26日：今天与文化大革命时期比没有不同！只有更过份吧……"))
               (u (:- '(pre () "郭文图片: 文革照片 批斗反革命"))
                  (:- '(pre () "郭文图片: 天津法院对 王全璋律师的起诉书 (我: 看到 罪名 我笑死了 勾结境外势力意图推翻共产党政府 哈哈哈哈哈哈哈哈哈哈哈)"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/165386")
               '(q () (pre () "
12月26日：这到底是城管还是黑帮！为什么他们都那么爱打女人．老人．孩子！")))
           (:- "视频(报平安): " (@ "https://www.youtube.com/watch?v=5AQzKzeTFnE"
                                   "郭文贵12月26日报平安 三个压力二个高兴， CCP 又一波的凶残报复又来了！CCP内部会惊涛骇浪 西方某国讲对CCP财产进行一系列的行动 -战友之声")
               (u (:- '(pre () "强迫交易罪 二审终审 维持原判 30天交齐600亿罚款"))
                  (:- '(pre () "三个压力 :")
                      (u (:- '(pre () "西方各媒体和官方部门 找郭先生访问和了解情况的 太多了 没有时间"))
                         (:- '(pre () "法治基金 捐款的问题 看到很多战友被伪民运骗捐很难受 郭先生不成立组织 不接受捐款 那法治基金如何运作有很大压力"))
                         (:- '(pre () "国内寄了太多的与反腐相关的文件 但不能确认真实性 就不能用"))))
                  (:- '(pre () "两个高兴 : 中共内部即将腥风血雨 国内经济太差 要转移注意力 二是某个组织 即将发布 对打击盗国贼及其家人在西方的财富的行动 包括军事等方面")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.26")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/165251")
               '(q () (pre () "
12月25日：CCP这样的对待一个律师和他的家人！这也叫以法治国？这就是比爹娘都还要亲的政府该干的事！ 我们都应无私的尽全力的支持王全璋律师和他的家人！ (王全璋案已开庭，据小编获悉，无亲人能够得以进入旁听。王全璋的妻子文足和709妻子王峭岭被国保困守北京家中，期间国保试图将李文足强拉到他们的车中。李文足坚决拒绝。 ＃王全璋案庭审 ＃709最)")))
           (:- "郭文: " (@ "https://www.guo.media/posts/165159")
               '(q () (pre () "
12月25日：刚刚收到了一个西藏的朋友……及几位同事的特别特别的礼物！万分感谢🙏🙏🙏🙏🙏🙏✊✊✊"))
               (u (:- '(pre () "目视一米开页的 佛书  红色背包 Snow外套"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/165127")
               '(q () (pre () "
2018年希望更多更多的这些帅气的．年轻的．中国男人们敢于为自己及家人的安全．尊严．未来……而战！让中国人民不再像猪狗一样的生活！"))
               (u (:- '(pre () "郭文视频: \"黑龙江省建三江前锋农场人民的名义之正义的发声\""))))
           (:- "郭文: " (@ "https://www.guo.media/posts/165122")
               '(q () (pre () "
【Q-对中共未来一两年的预测】第一、会有更多企业倒闭；第二、经济整体下滑；第三、金融和股市会大幅动荡；第四、失业潮会大幅增加；第五、官民冲突会增加，党内会有人跳出来反对盗国贼……第六、爆料革命将彻底改变14亿人民的命．实现法治中国！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/165026")
               '(q () (pre () "12月25日：这是样的自信的政府根本不需要私人企业家！完全不需要中国人民……更不需要法律……中南海的盗国贼们你们骗吧……继续骗吧！郭文贵的遭遇就是送你们进地狱的工具！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/165022")
               '(q () (pre () "
2018年12月25日：又一波的凶残报复又来了！十个小时后．在辽宁沈阳对北京政泉控股的强迫交易罪！进行上诉的终审！当然他们要维持原判。因为共产党永远是正确的伟大的！在三天前北京法院对胡舒立这个流氓骗子！诉我的所谓的诽谤案！进行了判决！判文贵全输……😹😹😹郭文贵赔偿200,000人民币。同时，河北的法院和承德的法院又在配合曲龙这个畜生！进行各种敲诈威胁……以法黑郭……海外又派出来多支黑暗的力量！将与沉默的海外力量！海外媒体控制的资源共同配合！已经开始全面运作．对文贵及爆料革命的战友们陷害．威胁．蓝金黄．造谣．……重复使用他们的对敌六招！ 这是我们的机会……也是我们的挑战！非常的棒💪💪💪我的痛苦，如果能换来中国的法制．法治……觉醒！和能拯救．更多被他们杀害及压迫绑架的14亿同胞……我的付出和我的员工家人的付出是值得的！这也是我们走向喜马拉雅的路上很重要的必要的成分，就是看有多少人愿意为这个目标所付出！有多少人为这个目标努力！战斗！我深信随着我们的爆料革命的成功．2020将实现以法灭共．实现伟大的喜马拉雅目标！！！一切都是刚刚开始。"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.25")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/164876")
               '(q () (pre () "12月24日：战友之声竟然能请来鬼子六．孙力军．孟建柱来一起过圣诞节！🙏🙏🙏😹😹😹太昵害了！"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=AXJm_oCrNKU"
                                    "郭文贵 2018/12/24 战友之声探求真相圣诞联欢晚会")
                             (small () "2018 12.24 Youtube")))))
          (:- "郭文: " (@ "https://www.guo.media/posts/164839")
              '(q () (pre () "
12月24日：应战友们的要求将我今天下午．为战友们录制的圣诞节祝福视频时穿的衬衫和领带的品牌与照片分享给大家！这是专为今天的平安夜圣诞节特别准备的衣服！现实中的质感与色彩更为完美！今天下午我还穿着她们接受了一个我特别特别尊重的一位记者采访！她也是纽约时装界的一个重要的时评人士！我们的战友们都是有品味的！今天的这个圣诞装得到了战友们一致好评！")))
           (:- "郭文(平安视频): " (@ "https://www.guo.media/posts/164747")
               '(q () (pre () "
2018年12月24日：文贵衷心祝愿所有的伟大的战友及家人！14亿同胞！全世界的人们圣诞快乐 ...")))
           (:- "郭文(圣诞祝福视频): " (@ "https://www.guo.media/posts/164697")
               '(q () (pre () "
祝亲爱的！ 伟大的！ 所有亲爱的！ 战友们及家人！ 圣诞节快乐🎅🎄🎁🎄🤓🙏 ..."))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.24")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/164517")
               '(q () (pre () "12月23日：Crystal说的没错……孤力军这个人的邪恶➕上吴征的骗能➕孟建柱的阴狠……害死了太多太多的天真．善良的人……")))
           (:- "郭文(报平安 短视频): " (@ "https://www.guo.media/posts/164488")
               '(q () (pre () "
12月23日：尊敬的战友们好！你们健身了吗！"))
               (u (:- '(pre () "金灿灿的圣诞树 (我: 喜欢)"))
                  (:- '(pre () "重新起诉了Sam Nunberg 和 吴征 大事件 媒体关注"))
                  (:- '(pre () "刘特佐的事有新进展 注意"))
                  (:- '(pre () "不要忘了 王健之死 与 海航 真相"))
                  (:- '(pre () "圣诞节快乐"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/164486")
               '(q () (pre () "12月23日：为什CIA．FBI ．这样对吴征？天哪！"))
               (u (:- '(pre () "郭文图片: 吴征可能被列入美国政府部门监视名单")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.23")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/164181")
               '(q () (pre () "
亲爱的战友们：这是12月21日我们的律师团队对 Sam Nunberg 和 Bruno Wu 吴征发起的诉讼！主要目的就是将这两个人过去一年多来对我的陷害和人身威胁和对我造成的经济损失通过美国的法律得到公正的裁决！Sam Nunberg 作为一位美国的政治金融法律界知名人士把 Bruno Wu 吴征带入美国金融和政治圈最荒唐的事情！就是吴征在2017年11月12日的Zionist Organization of America 晚宴上，把自己的爷爷列为”亚洲的辛德勒”说拯救了多少被迫害的犹太人！这么荒诞的不可思议的谎言和欺骗甚至试图改变伟大的犹太民族在二战中受迫害的世纪灾难！而且也是 Sam 告诉了Roger Stone 和很多媒体操作着对我进行的谣言诬陷和危害造成了精神和经济上巨大的损失！我们一定要通过美国的法律对以上问题进行一个真像的诉求！对他们这种蓝金黄西方文明和法律的危害进行揭发！一切都是刚刚开始！💪💪💪"))
               (u (:- '(pre () "起诉 Sam Nunberg, Bruno Wu"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/164170")
               '(q () (pre () "12月21日：太厉害了👍……"))
               (u (:- '(pre () "郭文图片: 2018.12.1 中船集团总部和成员单位 领导人调整"))))
           (:- "郭文(Snow 短视频): " (@ "https://www.guo.media/posts/164164")
               '(q () (pre () "应战友们要求：我与Snow与大家聊聊天！🐶")))
           (:- "郭文: " (@ "https://www.guo.media/posts/164137")
               '(q () (pre () "
12月21日：伟大的战友的G.ROOTS……基本正确的解释了蚂蚁的由来！为了避免误会！大家尽量互称战友吧……🙏🙏🙏🙏🙏🙏"))
               (u (:- '(pre () "蚂蚁 最早源自: <相思小蚂蚁> 这首歌"))
                  (:- '(pre () "郭文图片: 丹华资本成员照片"))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=Kipv1uyzSao"
                           "12月21日 谈中美两国夫妻关系及刘特佐是否会被孟建柱做掉 共产党在香港所谓的商政双轨制的控制手段")
               (u (:- '(pre () "上海电视台 报道 刘特佐 失踪  背后的用意 找借口脱责"))
                  (:- '(pre () "刘特佐 干的坏事 美国司法部官员腐败 等  美国不会拉倒"))
                  (:- '(pre () "中共国人 给 刘特佐干的坏事买了单"))
                  (:- '(pre () "孟建柱 看不起美国人 (我: 有模仿哦)"))
                  (:- '(pre () "博讯等 转移视线 以外打内"))
                  (:- '(pre () "几天前美司法部起诉中共骇客是小事  孟建柱 孙立军 有百万骇客大军  有孟签字的文件证"))
                  (:- '(pre () "美国的金子弹 VS 中共的肉弹  海外的军事布局 科技布局"))
                  (:- '(pre () "美国证监会调查 中共在美上市公司"))
                  (:- '(pre () "外国官员 不理解 为啥它们敢 大连600亿罚款 香港查封资产"))
                  (:- '(pre () "昨晚的梦 香港沦陷 救香港"))
                  (:- '(pre () "香港政策 : 商政两轨制 23条立法国安法 港宝局(情报系统) 单程证增额度 关键企业要国资超50%"))
                  (:- '(pre () "抓加拿大人 把事情闹大了 美加受不了了 加大了引渡孟晚舟的可能性"))
                  (:- '(pre () "德意志银行 卡塔尔  洗钱  背后 王岐山 孟建柱"))
                  (:- '(pre () "美国内部的蓝金黄 海外的军事布局 "))
                  (:- '(pre () "中美关系 夫妻关系? 恋爱关系? 戒指 戒律 忠诚"))
                  (:- '(pre () "价值观的冲突 不可能当夫妻 就是骗 还要骗你一辈子"))
                  (:- '(pre () "死亡中寻求发展"))
                  (:- '(pre () "自贸区 (我: 骗了一波又一波 乐此不疲)"))
                  (:- '(pre () "留学生不全是间谍 要区分 中共和中国人"))
                  (:- '(pre () "这一年多战友们干了最大的事 就是 让大家区分中共和中国人 反中共 不要反中国人"))
                  (:- '(pre () "威胁是双向的 欧美的贪婪 也因果循环"))
                  (:- '(pre () "好男儿有泪就弹 眼泪多 因为感情多"))
                  (:- '(pre () "中共要玩新招 造郭先生的事 缠诉"))
                  (:- '(pre () "香港人 站起来吧")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.22")
        (u (:- "郭文: "
               (@ "https://www.guo.media/posts/163857")
               (@ "https://www.guo.media/posts/163825")
               '(q () (pre () "
https://pcaobus.org/International/Inspections/Pages/IssuerClientsWithoutAccess.aspx

12月21日：天哪这是啥意思！"))
               (u (:- '(pre () "美国证监会发布一份名单 对 213家美国上市的中共国企业 进行审计"))
                  (:- `(cite () ,(@ "https://pcaobus.org/International/Inspections/Pages/IssuerClientsWithoutAccess.aspx"
                                    "Issuers that are Audit Clients of PCAOB-Registered Firms from Non-U.S. Jurisdictions where the PCAOB is Denied Access to Conduct Inspections")
                             (small () "2018.9.10 PCAOB")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/163653")
               '(q () (pre () "12月21日：根据下面这个在台湾又一个跳楼死亡的案来看……坏共军太狡猾．学的太快．从王健被杀案后总结经验．应该逼着被跳楼死．被自杀的人先写好遗书再死……过几天有可能王健的遗书被．财心胡舒立．曝光出来呢！"))
               (u (:- '(pre () "中远海能 董事总经理 贾利宾 21日凌晨 台北王朝大酒店15楼堕下身亡 抑郁症 遗书"))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/163514")
               '(q () (pre () "
12月21日：文贵报平安视频．谁能有权利代表吴征．讲出真实的与杨澜的夫妻生活感受！美国司法部的行动是不是特别大的事！一切都是刚刚开始！"))
               (u (:- '(pre () "听证会"))
                  (:- '(pre () "准备起诉另一个帮吴征游说遣返郭先生的人"))
                  (:- '(pre () "海航 抓开发银行 中国银行 招商银行 渤海金控相关 人民银行"))
                  (:- '(pre () "美国现在的行动都是小事 明年3月份后 扔.."))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/163416")
               '(q () (pre () "这是比爹娘还亲的共产党！专打女人和孩子！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.21")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=Sp8JygyzDqk"
                           "郭文贵12月20日:文贵今天收到国内寄来的一件礼物...")
               '(small () "Youtube")
               (u (:- '(pre () "老嫂子寄来的棉袄"))))
         (:- "郭文: " (@ "https://www.guo.media/posts/163182")
             '(q () (pre () "
https://www.washingtontimes.com/news/2018/dec/19/enemies-abound-for-chinese-billionaire-guo-wengui/ 这是华盛顿邮报今天的关于我的报道！啥意思……不懂！"))
             (u (:- `(cite () ,(@ "https://www.washingtontimes.com/news/2018/dec/19/enemies-abound-for-chinese-billionaire-guo-wengui/"
                                  "Enemies abound for Chinese billionaire Guo Wengui")
                           (small () "2018.12.19 The Washington Times"))))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.20")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/162936")
               '(q () (pre () "
12月19日：像李一平及一帮所谓的民运欺民贼们！或几十年没工作．或一生搞募捐．或开大会！与袁鸿兵．假牧师郭宝胜．博讯孟维参．吴健民．夏业良．腾彪．李红宽．搏讯熊宪民．李伟东．陈军．……等等一边为共产党在海外小骂大帮忙！一边想尽一切办法坑害从国内刚刚逃出共产党魔掌的私营企业家们……具我掌握的信息．大部分老牌的以民运．8964……为幌子．搞了几十年假政庇的畜生们．像叶宁骗子律师等！现在都将骗标瞄准了逃离中共的私营企业家们！悲哀呀．警醒吧……可怜的同行们……我郭文贵过去一年用前所未发生捐献的．金钱．热情．信任．风险．尊重这些人换来的就是．比共产党还狠的威胁．欺骗．谣言中伤……最后他们都将会给私营企业家戴上一个．土豪．同流合污……没一分钱是干净的一个个大帽子！珍惜生命．为了家人．运离这些畜生！不要将我的痛苦的昨天变成你们的今天！同行们！！！一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/162773")
               '(q () (pre () "
https://dailycaller.com/2018/12/09/elliott-broidy-1mdb/每日电讯证实，郭文贵先生关于”北京“用30亿美金作赏金，企图遣返他的信息！"))
               (u (:- `(cite () ,(@ "https://dailycaller.com/2018/12/09/elliott-broidy-1mdb/"
                                    "OPINION: A FORMER RNC FINANCE CHAIR AND HIS ROLE IN MALAYSIA’S DEVELOPMENT FUND SCANDAL")
                             (small () "2018.12.9 The Daily Caller")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/162768")
               '(q () (pre () "
12月19日：这位战友说的．一些欺民赇在西方这几十年来的骗狷．CCP的疯狂的金钱至上的现实主义！快让人家叫我们＂Moneynese＂钱尼斯了！不能再丢中国人的脸了……不过战友们会看到另一个大战略的实现！一切都是刚刚开始！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/162711")
               '(q () (pre () "
12月19日：尊敬的战友们好！你们健身了吗！一切都是刚刚开始！(今天报平安视频中说成20号了……报歉说错了)一切都是刚刚开始！"))
               (u (:- '(pre () "中共纪念改革开放40周年发言")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.19")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/162377")
               '(q () (pre () "
12月18日：关于美国之音不恰当的报道的警告：👉👉👉On December 18, 2108, the Chinese website of Voice of America reported my settlement agreement with Roger Stone. The article titles “Trump’s former advisor admitted that he spread false statement by Guo Wengui on line”. It implies that I was the one who gave false statement. In fact, Stone admitted that he made the false statement and publicly apologized to me. I demand that Voice of America apologize to me in public. I retain my right to solve the issue via legal channels."))
               (u (:- '(pre () "哈哈哈 已经改了 加了针对 \"特朗普前顾问承认散布针对郭文贵的不实之言\"
 从Google的缓存页来看 原来是 \"特朗普前顾问承认在网上散布郭文贵的不实之言\""))))
           (:- "视频(短视频): " (@ "https://www.youtube.com/watch?v=JkkvE5Un3r0"
                                   "郭文贵12月18日:美国将会对某些人进行全面调查.")
               '(small () "Youtube")))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.18")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/162061")
               '(q () (pre () "
尊敬的战友们好：这是美国著名媒体政评人士roger stone先生在过去一年多里受Bruno Wu吴征，造谣、诬陷文贵……被文贵起诉后的百分之百的道歉及合解书！roger stone先生受Bruno 吴征的影响传播百分之百的假信息，在媒体上说我给希拉里女士送钱，克林顿先生送钱！等一系列的虚假信息！并说我是罪犯，犯罪分子。造成了极为恶劣的影响，后来文贵釆取法律行动，对roger stone先生！进行诉讼追求他法律责任！roger stone先生！通过律师多次找文贵，要求和解，并愿意公开道歉，并愿意在华盛顿邮报、华尔街日报、纽约时报、登报公开道歉，我相信roger stone先生先生的道歉是真实的，是真诚的，我接受了他的道歉！但是他百分之百的造谣！来自于百分之百的共产党的间谍特务吴征，我将对吴征追偿更多的损失和伤害赔偿！并揭开为CCP做间谍工作的真相！用事实证明吴征是为中共效忠的间谍特务！郭文贵永远不会在任何事任何人面前甘受欺辱，同样也不会恶对任何人！一切都是刚刚开始！"))
               (u (:- `(cite () ,(@ "https://www.wsj.com/articles/roger-stone-admits-spreading-lies-on-infowars-11545093097"
                                    "Roger Stone Admits Spreading Lies on InfoWars")
                             (small () "2018.12.17 The Wall Street Journal")))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=jN6mBqbxx8M"
                           "2018年12月17号文贵报平安直播，关于昨天被删除的视频和路德Sara女")
               '(small () "Youtube")
               (u (:- '(pre () "路德 和 Sara 是真战友 良言建议很好 不要被挑拨离间"))
                  (:- '(pre () "昨天视频被删是 因为版权问题 不是盗国贼干的 此处更正"))
                  (:- '(pre () "新款郭先生设计的西装")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.17")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/161837")
               '(q () (pre () "
12月16日：这个畜生律师+假牧师+赵岩一起鼓捣我拍电影的故事……比周恬恬翻译．姚庆．刘呈杰．贯军的故事还搞笑！一些专搞中国人专骗同胞的人该为过去的欺骗流氓行为负责了……事实证明没有任何价格的金钱能买郭文贵……一年多的经历与N个事实．140亿美元的罚款……200亿美元的资产查封！一次次的巨额利益的诱惑都没有让文贵放弃对喜马拉雅．法治中国的追求！因为我有信仰！金钱不是信仰！"))
               (u (:- '(pre () "郭文照片: 似乎是 周恬恬 法国阿维尼翁市副市长蒙泰尼亚克先生 在中共国合肥的合影 "))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=XbnkMwGSH2g"
                           "战友之声特辑，20181216郭文贵先生和战友之声全体战友互动交流：王健之死真相以及背后的北京上海之战")
               '(small () "Youtube")
               (u (:- `(cite () "郭先生录制版: "
                             ,(@ "https://www.youtube.com/watch?v=AKzogKBSC2Y"
                                 "2018年12月16日：郭文贵回答战友之声的问题，聊天，怎么看待习江斗。")
                             (small () "Youtube")))
                  (:- '(pre () "文化大革命 毛 8964 邓 18大令谷之死 江 19大 习王"))
                  (:- '(pre () "习 与 王江曾朱 的矛盾公开化"))
                  (:- '(pre () "老兵打压将全面升级 习认为老兵闹事是江王等背后操作"))
                  (:- '(pre () "国内经济糟糕程度 对 习极度刺激 因为这些都怪到习身上"))
                  (:- '(pre () "张首晟 郭先生相关的基金也投过丹华资本 与基金经理很熟"))
                  (:- '(pre () "张拉投资 从来不忌讳自己与中共的关系 反倒谈很多 他与江家关系不一般 与江志成 王恩哥很好"))
                  (:- '(pre () "美国已经在调查 张之死 "))
                  (:- '(pre () "王健之死 诈死? 被王岐山等预谋杀死?"))
                  (:- '(pre () "郭先生手上的证据让他坚信 王健之死 就两种可能 西雅图开棺验尸来确认 相关人的证词"))
                  (:- '(pre () "死因揭开 的 影响  中共的政治加剧分裂"))
                  (:- '(pre () "孟晚舟 不会是她故意的 党内目前没谁敢用华为斗对方"))
                  (:- '(pre () "孟晚舟事件 外交部的回应 抓加拿大人 给大家送大礼 看到你党是如何应对的"))
                  (:- '(pre () "在华盛顿的演讲 几个将军问 如果抓了 江志成 马云 ... 孟晚舟 等人 中共会什么反应"))
                  (:- '(pre () "印证了郭先生的答案"))
                  (:- '(pre () "抓江志成就绝不一般 高层会回应 甚至敢开战 但会有实质的交易让步 因为过去从未有过中共领导人的后代被抓捕过 意义非凡"))
                  (:- '(pre () "加拿大北电 诺基亚 西门子 等 人 都去哪了? 华为"))
                  (:- '(pre () "华为手机有后门"))
                  (:- '(pre () "在中共国怎么安全? 心里话对谁也不要说 要高调喊爱党爱国"))
                  (:- '(pre () "不要恨孟晚舟 马云 江志成 等 人都不错 但大环境使然 他们没太多选择"))
                  (:- '(pre () "捏她"))
                  (:- '(pre () "坏人是 孟建柱 孙立军 傅政华  是真坏到骨子里"))
                  (:- '(pre () "七室哥们和杨澜 张春桥"))
                  (:- '(pre () "赖小民"))
                  (:- '(pre () "金融 军工科技 石油 相继出事"))
                  (:- '(pre () "鲁艳丽 是 订房的 与 周恬恬 不是一个人"))
                  (:- '(pre () "西方媒体 政府机构 在 11.20 后 的 反应 调查 报道"))
                  (:- '(pre () "西方媒体 严谨 逻辑"))
                  (:- '(pre () "11.20 是 里程碑"))
                  (:- '(pre () "华人在创造历史"))
                  (:- '(pre () "(我: CCP赶出地球 怎么行 不能让它们去祸惑外星人 我们未来是要去太空的 怎么能让它们捷足先登 让它们完全消失不再出现最好)"))
                  (:- '(pre () "实现 喜马拉雅 的信心"))
                  (:- '(pre () "女知己 问有什么把握"))
                  (:- '(pre () "和 敢挑战美国 全完蛋 跟美国的都好 (我: 全世界谁有实力挑战美国? 从来没有 全世界也从来没有第二个像美国这样的自由国家 很可惜 根本没有挑战意义 全世界需要更多像美国这样的法治自由的国家 而不是去挑战他)"))
                  (:- '(pre () "四大礼物 : 习王改宪法 江家迟暮 独裁 扩张挑战美国"))
                  (:- '(pre () "爆料革命是什么 ?: 做一盆菜 中共是锅 国人是菜 美国是火 爆料革命就是盐"))
                  (:- '(pre () "变革"))
                  (:- '(pre () "法治是关键"))
                  (:- '(pre () "11.20的警长和证人"))
                  (:- '(pre () "王健死 让 习很震撼 但和王的利益关系 以及 国家战略 没深究 就这样吧"))
                  (:- '(pre () "法治 信仰  找回自己"))
                  (:- '(pre () "祈福")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.16")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/161330")
               '(q () (pre () "
12月15日：将这个器官移植与王健案连在一起将是世界上最荒唐走板的想法！ ✊️✊️✊️王健之死的真相只有两个可能．⬆️被王岐山谋杀．⬆️王健诈死！郭文贵会用一切并承担一切责任保证．一定是其中之一的死因！并将提供证明让司法机关．，所有人百分之百的可信任的全部证据证明这个真相 让子弹飞一会儿吧……一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/161298")
               '(q () (pre () "
12月15日：此人被以发放柬王国赌牌为由被骗到柬埔寨！在机场被柬军人用绳子绑起交给了孙力军！孙力军又要借机贪污一大笔钱！敲诈一大批官员商人！名星！此人与香港张氏李嘉诚及张氏十几年的超级王氏歌星有死仇．巨大利益……这不过是又一次的黑吃黑．借以贪反腐的超级的手灭了仰．官方的立案借口是涉范冰冰赖小明几百亿贪污受贿案……给国家造成几千亿的损失！赖能贪到今天这个时候．这么大数字不就是因为是王岐山和姚庆撑腰吗！这钱去哪儿了！这些贪的钱是不是我们不能卖菜的老百姓的血汗钱！这姓仰的一顿饭都是百万或几十万的都是与明星官员一起！特别是与姚榛和她的丈夫李涛私人飞机飞来飞去！看来是按需被灭口了！ 一切都是刚刚开始，"))
               (u (:- '(pre () "此人: 仰智慧 昨天直播提到的被骗到柬埔寨抓到大陆的香港老板"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/161282")
               '(q () (pre () "
12月15日：尊敬的战友们好．你们健身了吗！大卫小哥的这两天节目挖出的王健之死料太多太历害了！王健之死在美国．欧洲．等政府部门已经开始进行大规模的调查！是什么原因让王岐山下令杀了王健！由谁执行的命令！周甜甜女士到底是什么角色．裴楠楠为什么要在那时与王健在一起！西雅图那个王健的墓地里到底有什么秘密．一切都会在开棺验尸后真相大白！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.15")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/161049")
               '(q () (pre () "
12月14日：热月女士说的对．肖建华是2005年拿到了加拿大护照的！但是CCP完全不在乎这些！只要能抓住就是赢．这是他们的硩学！任何人希望能用护照保护自己的都将付出代价！我们的陈氏兄弟们都是加拿大公民！不听我的劝．都为此失去了自由！战友们千万别再上当了！我有过太多这样的经验了……")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=rsVbeF1ricI"
                           "12月14日:感谢战友们的关心！聊天谈谈肖建华死期到了吗？及CCP海外抓铺")
               '(small () "Youtube")
               (u (:- '(pre () "班农先生在欧洲折腾了一星期了"))
                  (:- '(pre () "恋爱的感觉 盼头"))
                  (:- '(pre () "忠诚的故事 夫妻"))
                  (:- '(pre () "周恬恬 停尸房的信息 看大卫小哥的直播"))
                  (:- '(pre () "王健死亡流程 少的人 躺的人"))
                  (:- '(pre () "周恬恬 王伟 停尸房 王健死前的通话记录"))
                  (:- '(pre () "肖建华"))
                  (:- '(pre () "孟晚舟"))
                  (:- '(pre () "香港护照 香港光速毁灭 未来推出个词 谁懂这词就是牛人"))
                  (:- '(pre () "日本有事 就抓日本人"))
                  (:- '(pre () "香港老板在济州岛的 被骗到柬埔寨 被抓"))
                  (:- '(pre () "中共就是玩黑的 流氓嘴脸"))
                  ))
           (:- "郭文: " (@ "https://www.guo.media/posts/160986")
               '(q () (pre () "
12月14日：明天系的肖建华先生距被设定的躲猫猫死．打飞机死．喝凉水死……的时间差不多了……看来肖的团队及家人．财产．基本处理完了！一个个的幻想．对CCP的寄托……投机者．毁掉了自己及家人的一切！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.14")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/160757")
               '(q () (pre () "
EX-10.5 6 exhibit10-5.htm EXHIBIT 10.5 Spousal Consent The undersigned, Bruno Zheng Wu, a United States of America (“USA”) citizen with Passport No.: 530914122, is the lawful spouse of Yang Lan, a PRC citizen with PRC ID Card No.: 110108196803315727. I hereby unconditionally and irrevocably agree to the execution of the following documents by Yang Lan on April 1, 2016, and the disposal of the equity interests of Tianjin Sevenstarflix Network Technology Limited (“Company”) held by Yang Lan and registered inhername according to the following documents: (a) The Equity Pledge Agreement ent"))
               (u (:- '(pre () "吴征  杨澜"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/160677")
               '(q () (pre () "
12月13日：尊敬的战友们好．你们健身了吗！ 谢谢大家发给我的信息．我最喜欢的就是真实反映国内政治社会壮态的实时信息．不太喜欢代有强烈个人观点的意见和建议！列如下面这个封群信息就特别的喜欢😘这可以与我掌握的信息核对后．就更加坚信明白了 CCP最近将有一系列的重大政治事件发生！除了控制媒体．还要最严厉的惩罚打击抗议的老兵行动！并得知上面已经不相信警察．将前所未有的调整抓捕公检法……他们终于知道刀把子要执行南菩陀计划了！腥风血雨即将到来！上海与北京的暗争将变成死斗……一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.13")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/160537")
               '(q () (pre () "
12月12日：看了这视频我真的吃不下饭了……心里难受：堵的慌……老婆婆苦苦哀求警察别毁掉她的一年的辛苦种下的菜……江绵恒．江志成．孟建柱．孙力军的娘们．用的着种白菜吗？他们的娘在公安部．天安门．种白菜……警察敢管吗？你们还要派武警部队帮助站岗吧！邪恶到这个程度还不算！还要让我们的子女天天喝．爹亲娘亲不如党亲！ 你们的爹娘肾玩坏了．喝百万一瓶的酒喝坏了肝……换我们的兄弟姐妹的肝和肾！然后连人➕医生都杀掉灭口！我们的爹娘种白菜．卖土豆都不可以……然后你们称之为这是法律！在任何一个正常的国家．任何一个需要老百性尊守的法律必须是绝大部份老百姓投票认可的！你们让一个中国人投过票吗？谁制定的法律？这法律是否可以法任何人．律任何人？中国共产党所有的党员们你们扪心自问．你们的父母家人某一天会不会也这样的被逼死！秦城监狱的设计建造者最后都进了秦城监狱！中纪委官园大楼就是北京副市长刘志华一手抓的重点工程．大楼刚刚投入使用双规的第一个．正部级官员．十八大政治新星就是刘志华！……咱们看看这个警察和他爹娘家人怎么死吧！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/160431")
               '(q () (pre () "
12月12日：拜托战友们要观看这一期节目！将非常精彩！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=fHTKLBDB-ew"
                           "12月12日：文贵报平安！")
               '(small () "Youtube")
               (u (:- '(pre () "张志强  香港某富豪 给江家5000万 解决张"))
                  (:- '(pre () "香港 护照问题 孟晚舟护照")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.12")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/159853")
               '(q () (pre () "
12月11日：没钱了！只能委屈的让自己抽1945年的拉图．大卫雪茄．坐一个6000万美元的飞机．几千万美元的荷兰的船．去一个总统的俱乐部……开一个百万美元的发布会……吃着青菜．没有常委的背景．也不是党员．也不会量震．更没有AG6的车牌．没有任何党派．组织……外交部的特殊保护……穷的只有几亿战友……我这活的太那个了……一切都是刚刚开始！")))
           (:- "郭文(短视频): "
               (@ "https://www.guo.media/posts/159848")
               (@ "https://www.guo.media/posts/159800")
               '(q () (pre () "
12月10日：回到了美丽的蓝天白云的纽约！
12月11日：文贵出发啦！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/159617")
               '(q () (pre () "12月10日：文贵简单的早餐！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/159612")
               '(q () (pre () "
12月11日：尊敬的战友们好你！们健身了吗！千万不要忘了关注王建之死的真相！和海航背后的故事！千万不要被盗国贼转移了话题！谢谢伟大亲爱的战友们！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.11")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/159405")
               '(q () (pre () "
12月10日：这位战友总结的好．但是对川普总统结论下的太早了！很快您会看到川普总统与他的超级团队．摧枯拉朽般的横扫CCP及邪恶伙伴国！2019年1月7日后．你们会看到一个伟大的美国总统的练习做总统期结束！ 一个伟大的美国．一个拯救世界的总统．会震惊世界！！！ 比他当初赢得总统大选还会超出想象的一糸列的行动！及创造历史的大事件发生！ 昨天在我在川普总统常去的同一个教堂里一位牧师说．川普做总统是上帝的安排！是一个新世界的开始！我完全相信！ 这是我第一次．无论从私下还是公开斗胆谈我対总统先生的个人观点！ 因为我的一贯原则是不谈美国的任何政治．和政治人物．事件．因为我不配也不懂！ 关于中国政治．人物．事件……我自信我可以与任何人任何机构谈…… 因为CCP正在釆取一切办法在毁坏川普总统他的荣誉……及他的一切！ 我今天在看到这位战友的关于川普总统的这个不客观的推文时．我心血来潮的说一些我的个人无知的观点．望大家多多指教批评！ 当川普总统他确定已被盗国贼控制的中国不是敌人．也没有中国人真的愿意做美国的敌人．而是绑架了14亿中国人的CCP是真正的敌人！而且中美所有的问题的原因制造者．都是CCP的时候！ 解决问题的唯一办法就是法制中国！ 他唯一的决择就是干掉那CCP改变这个邪恶的体制　 这才是他喜欢的大—DEAL— 虽然过去50年美国没有一次赢过CCP……但我相信川普总统会结束这糟糕的一切"))
               (u (:- '(pre () "郭文图片内容: 从里根开始 美国历任总统在任期内 都结束了几个共产或独裁政权 川普总统是否也会?"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/159101")
               '(q () (pre () "
12月10日：纽约检查官的这个决定太是时候了……这将使打开潘朵拉盒子的效果．对CCP更加具有杀伤力……同时美欧国家很快就要对香港护照签证．贸易地位进行重新定位……香港将成为孤岛．臭港……香港一些卖港官员将受到美国的法律调查．这才是大戏的开始！"))
               (u (:- '(pre () "纽约南区法院 驳回 中国农业银行 中国银行 等六家银行 关于撤销财产调查令的申请 并命令六家银行 自收到命令之日起28日内(2018.12.17)执行财产调查令 向美国公开 全部交易记录"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/159081")
               '(q () (pre () "
12月10日：大连刘乐国因为通过李友案件掌握了．中南海的高官的很多证据被释放．他能活多久？")))
           (:- "郭文: " (@ "https://www.guo.media/posts/159048")
               '(q () (pre () "
12月10日：这位战友的信息让我非常感动……很多像您一样情况的战友给我同样的信息！这让我觉得我更有信心更有责任实现喜马拉雅的．法治中国的目标……我们不能再活在贫穷．恐惧．污染．没有有希望．信仰的猪狗都不如的这样社会环境了！我们14亿人民其实都是在麻木．无望．精神．肉体．亚建康的病态中痛苦挣扎着！我们将彻底改变这些问题……那就是铲除这些盗国贼……让我们拥有健康欢乐有法有信仰自由的新中国！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=uhRUE_v0tT4"
                           "2018年12 月10日：纠正一下昨天直播时的几个口误！刘乐国因为掌握令计划案北大李友案太多案情。")
               (u (:- '(pre () "党内反应最好"))
                  (:- '(pre () "A6 牌照"))
                  (:- '(pre () "量子计算机可能性 投入的国力财力"))
                  (:- '(pre () "千人计划 超过2万人 但不都是坏人  张是间谍是有内部文件的 未来会出来"))
                  (:- '(pre () "王恩哥 2015.2免去北大校长职务 和 2015.10抓捕郭先生家人员工 马健 李友 被抓 相差15到20天"))
                  (:- '(pre () "李友被抓 王恩哥的事就暴露了 江家为保他 就让他去了中国科学院"))
                  (:- '(pre () "刘乐国 接收了案子 改卷宗 删除李友的交待信息"))
                  (:- '(pre () "人民银行副行长 叶一飞"))
                  (:- '(pre () "刘乐国 被抓 被放"))
                  (:- '(pre () "共产党最危险的就是 隐蔽性强"))
                  (:- '(pre () "一个\"最优秀的\"共产党员 三多 : 钱 女人 坏事"))
                  (:- '(pre () "美国法院见"))
                  (:- '(pre () "潘多拉盒子 是否打开 ? 未来某种形式看到 江 朱 孟等 的视频录音的时候 就是潘多拉的盒子被打开了"))
                  (:- '(pre () "香港 警察"))
                  (:- '(pre () "江家为什么这么干? 保自家的安全和利益")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.10")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/158567")
               '(q () (pre () "
今天很多人说今天已经打开了潘多拉魔盒！ 确定是不是开始打开潘多拉盒子的唯一标准是： 必须是原版的江泽民．江绵恒．王岐山．孟建柱．的音频．视频．银行信息……让大家听到看到！否则都不算打开了潘多拉魔盒！ 一切都是刚刚开始！ 这个南华早报的神秘人物又是北大的…… 我要好好了解一下这个🐂人了！ 找机会向他学习学习！如何能做到全人类都做不到的事情！一个记者能力超过200多个国家所有情报机构的情报搜集能力！ 12月9日：张首晟先生是中共正式党员．我可以负法律责任的在此说明！何时何地．入的党？谁是推荐人？我们会在一层层的关系揭开后看到江．X．朱．王．孟……的上海国际王国！王歧山．孟建柱为什么敢干掉所有的十八．十九届……中央委员．军委委员！或者让他们全闭上嘴！十九大修宪．习王终身主席．副主席！这是谁的设计？如何实现的？多少人为此家破人亡？为什么同时出现了2025．2035．2050……这一切的设计与行动．都开始于中华人民共和国60年大庆！第一次动手就是令谷车祸！当大家无论以什么方式听到看到任何人．任何方式放出的有关录音录像的时候！便是潘多拉盒子真正打开之时⬆️⬆️⬆️以法灭共将正始开启14亿人罚共第一篇！🙏🙏🙏🙏🙏🙏🙏🙏🙏"))
               (u (:- '(pre () "郭文图片: <南华早报>中共国版副主编 周昕 (北大2006届传播学硕士)"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/158556")
               '(q () (pre () "
12月9日：张首晟先生是中共正式党员．我可以负法律责任的在此说明！何时何地．入的党？谁是推荐人？我们会在一层层的关系揭开后看到江．X．朱．王．孟……的上海国际王国！王歧山．孟建柱为什么敢干掉所有的十八．十九届……中央委员．军委委员！或者让他们全闭上嘴！十九大修宪．习王终身主席．副主席！这是谁的设计？如何实现的？多少人为此家破人亡？为什么同时出现了2025．2035．2050……这一切的设计与行动．都开始于中华人民共和国60年大庆！第一次动手就是令谷车祸！当大家无论以什么方式听到看到任何人．任何方式放出的有关录音录像的时候！便是潘多拉盒子真正打开之时⬆️⬆️⬆️以法灭共将正始开启14亿人罚共第一篇！🙏🙏🙏🙏🙏🙏🙏🙏🙏")))
           (:- "郭文: " (@ "https://www.guo.media/posts/158401")
               '(q () (pre () "
12月9日：伟大的战友们好！今天我爆出的人．有多大比例是上海人．江家的人．大家都请记住这些详细信息……否则潘朵拉盒子打开后．你们会懵的……记住我说过的人物．和重点事件……如令谷车祸．马航事件．黎磊石．李保春：两位肾移植专家：将军．跳楼自杀．张阳将军及家人自杀．王健拍照死．孟宏伟被消失……刘特佐藏身上海．吴征代表中纪委．国家电话通知我．全家及员工和资产被抓被封．江家几十年贴身警卫．安全部纪委书记刘彦平来纽约家．伦敦二次见面．索要91号文件．孙力军到华盛顿官说．叫大哥．要91号文件．重金公关．多名间谍欲与美置换文贵……（天哪我写不完了！我要歇一下喽)太多太多了……当我说开盒子的时候大家都会明白了！一切都是刚刚开始！")))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/158359")
               '(q () (pre () "
12月9日：刚刚从教堂侧所出来时．在侧所门口遇到了这两位女同胞！战友谁认识！帮我介绍一下吧！这是我十几年来第一次在这里遇到华人同胞！还是在＂侧所＂门口！缘份呢！")))
           (:- "郭文: "
               (@ "https://www.guo.media/posts/158396")
               (@ "https://www.guo.media/posts/158355")
               '(q () (pre () "
致歉纠正：“徐光耀”应为“许永跃”，前国安部长！再掴自己脸三次！✊️✊️✊️

12月9日：应是中国科学院……不是社科侁院！文贵今天有几次的口误！自掴脸三后次！😹😹😹💪💪💪😢😢😢")))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/158280")
               '(q () (pre () "
“必读必看:你能想象到习近平及CCP不想让你看的惊人照片——为什么摄影师卢光在中国失踪了。”扭腰时报"))
               (u (:- `(cite () ,(@ "https://www.nytimes.com/2018/12/08/opinion/sunday/lu-guang-photographer-missing-china.html"
                                    "A Photographer Goes Missing in China")
                             (small () "2018.12.8 The New York Times")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/158174")
               '(q () (pre () "
12月9日、所谓CCP依仗的干掉．3F美国的核心技术．量子计算与5G……在上天面前不过是上天的其中一个屁……而且是偷骗而来的……一个没有信仰的．没有善良之心．人和团体最终必将失去一切的一切！历史已经给了我们答案！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/158057")
               '(q () (pre () "
12月9日：伟大的战友们好！今天的爆料算不算捞鱼😹😹😹"))
               (u (:- `(cite () "郭文图片中文章: " ,(@ "https://www.bloomberg.com/news/articles/2018-11-30/china-hawk-navarro-is-part-of-trump-entourage-at-g-20-summit"
                                    "China Hawk Navarro Is Part of Trump Entourage at G-20 Summit")
                             (small () "2018.11.30(GMT+8) Bloomberg")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/158003")
               '(q () (pre () "
12月9日：今天的直播在线接近120万人！这就是上次与真相．正义．伟大的战友的力量！今天的黑客非常疯狂．但是我们完成了这个世界上最危险的爆料！文贵really appreciate behind us America firend ...及所有的伟大的……亲爱的战友们！一切都是刚刚开始！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=oSRXeu8E8JE"
                           "2018年12月9日：量震床上功夫和G20中美峰會的真相，孟晚舟女士在加拿大被抓與華為公司的背后真相，張首晟先生是自殺還是被殺。")
               '(small () "Youtube")
               (u (:- '(pre () "感谢 战友 量子级挖掘机"))
                  (:- '(pre () "王健之死的调查 因为显摆说太多 导致被动 证人被威胁 不能合作 证据被销毁  吸取教训 不再谈太多细节"))
                  (:- '(pre () "\"道听途说\" 别就信 要去验证"))
                  (:- '(pre () "(5:30) G20晚餐  " )
                      (u (:- '(pre () "<南华早报> 周昕 关于G20的报道"))
                         (:- '(pre () "纳瓦罗 参会 的信息 被报道的时间"))
                         (:- '(pre () "G20会达成的结果 90天 被报道的时间 90天怎么来的?"))
                         (:- '(pre () "晚餐上 中方的答复 为什么符合美方的决策 美方的信息怎么被泄露的?"))
                         (:- '(pre () "知道了G20结果的人 利用这些信息 洗了全球股市 "))
                         (:- '(pre () "美国一个记者说过 只要盯住了几个人 就知道中共国政策的核心  佩服 曾在国会山后见面")
                             (u (:- '(pre () "江泽民 孙子 江志成  其下有二三十个基金和他合作"))
                                (:- '(pre () "香港 和 王岐山 有合作的 几个大家族 基金"))))
                         (:- '(pre () "这些人背后的基金 和 美国背后的几大家族的基金 是大赢家 "))
                         (:- '(pre () "G20前 感恩节回家休息 的 美高层决策者 与 中共派的人 以及它们的欧美战略合作者们 在哪见了面?"))
                         (:- '(pre () "90天 钱是拿到了 拖川普时间"))
                         (:- '(pre () "G20背后的博弈 盗国贼对世界的 蓝金黄"))))
                  (:- '(pre () "(24:20) 华为 孟晚舟 张首晟")
                      (u (:- '(pre () "过去非常尊敬 华为 任正非 被问及华为是否军企都说不知道 这是第一次真正谈华为"))
                         (:- '(pre () "军企(中共国走出去战略): 北方工业集团 中国兵器 保利集团 平安集团 华为集团 阿里巴巴 微信 振兴石油 中兴 中国威视(胡锦涛家)"))
                         (:- '(pre () "这些企业的背后是 江家"))
                         (:- '(pre () "这些企业 在军方有编号 重点扶持和保护的 外交特权"))
                         (:- '(pre () "中共国 物理研究 量子计算机 王恩哥 谷东梅 张首晟  1995百人计划 千人计划创始者"))
                         (:- '(pre () "王恩哥 中共海外的三重身份间谍 窃取高新技术 蓝金黄技术界"))
                         (:- '(pre () "MIT-文小刚 北京数学研究院-田刚院士 北大国际..-牛圈 徐维雅 中国物理学院副秘书长-张喘"))
                         (:- '(pre () "\"量子床震\""))
                         (:- '(pre () "江家 江绵恒 上海科技大学 量子计算机 芯片"))
                         (:- '(pre () "张首晟 2006年就是有编号的 军工特务"))
                         (:- '(pre () "见过 张 3次 京西宾馆和军方一起 发国家一等功时(受奖者...)"))
                         (:- '(pre () "马云是江家代理人 南华早报是江家的 栗战书的料是江家让放的"))
                         (:- '(pre () "美国人 完全不理解 中共 中共国发生的事"))
                         (:- '(pre () "华为的技术后门"))
                         (:- '(pre () "阿里巴巴的技术 大数据"))
                         (:- '(pre () "海航 是第11家 后来 中银也进入"))
                         (:- '(pre () "纽约东区法院 "))
                         (:- '(pre () "不只抓孟晚舟 还要抓另外两个同样级别的人 躲不了的"))
                         ))
                  (:- '(pre () "(1:13:0) 外交部 于情于理 合法"))
                  (:- '(pre () "(1:20:0) 王恩哥 起诉  张首晟 受王健之死影响 不敢回中共国"))
                  (:- '(pre () "建议 美国FBI 根据提供的新线索 重新调查 张的死亡 和他在美国的活动"))
                  (:- '(pre () "美国若不抓 江 马 等  将面临国家安全问题 3F就要成功了"))
                  (:- '(pre () "王恩哥 对 美国的威胁"))
                  (:- '(pre () "\"与你个球..关系啊\""))
                  (:- '(pre () "中共2020完的理由 : 99%的人都不安全 江姥爷的身体 国家要革命时出现的一个独裁 一个国家出现一个英雄(爆料革命启发了党内绝大多数人开智)"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/157921")
               '(q () (pre () "
12月9日：醒来发现还是困……子还想睡觉…………突然想起今天有直播．一下子精神了……就是天生的劳碌命！一切都是刚刚开始！"))
               (u (:- '(pre () "郭文图片里 有 毛茸茸的考拉")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.9")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/157763")
               '(q () (pre () "
12月9日：刚刚老领导打电话．问寒问暖！还痛骂了过去的专案组无理粗爆对待我的家人和员工……说有关领导同志要求查清查明真相！给文贵一个公道……老领导没有任何要求．也没提即将发生的直播！我也就一直说感谢🙏看来我今天的直播会让老领导非常不高兴😠……我要去睡会觉啦……一会儿郭媒体直播见．亲爱的战友们！一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/157625")
               '(q () (pre () "
https://twitter.com/ae888ea/status/1071180691558277120?s=12 这一天马上就要来啦……"))
               (u (:- '(pre () "转发推文链接内容 : 苏联解体时刻"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/157613")
               '(q () (pre () "
12月8日：尊敬的战友们好：2018年12月9日．文贵将在郭媒体直播谈以下三个问题 第一个G20中美峰会的一些真相与未来可能的发展 第二个孟晚舟女士在加拿大被抓与华为公司的背后的真相！
第三个张首晟先生是自杀还是被杀…… 明天我们将以轻松聊天的形式和大家直播．没有类似杨兰找钥匙的节目．关心未来的人请观看直播！关心男欢女爱的人请不要浪费时间！😹😹😹一切都是刚刚开始✊️✊️✊️")))
           (:- "郭文(短视频): "
               (@ "https://www.guo.media/posts/157567")
               (@ "https://www.guo.media/posts/157471")
               (@ "https://www.guo.media/posts/157469")
               '(q () (pre () "
12月8日：就是这位美丽的女士被深圳警察差点给闷死的！她犯了什么错误！让那位警察像是强奸了他母亲的人那般狠……这就是中国梦……爹亲娘亲不如党的亲！

这位战友的意见非常好！视频原发者应该注入时间．地址！以便声讨……")))
           (:- "郭文(照片): "
               (@ "https://www.guo.media/posts/157467")
               (@ "https://www.guo.media/posts/157459")
               '(q () (pre () "
12月8日：伟大的战友99%都猜对了！1%文贵明天告诉大家！

12月8日：米沙妺．各位小哥！谁能说出来这两个与李源潮的合影是在哪里．那一年．每个人的身份！我明天给你们答䅁！"))
               (u (:- '(pre () "照片中人: 袁贵仁 李智勇 张首晟 李源潮 胡和平 薛其坤"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/157457")
               '(q () (pre () "
12月8日：伟大的米莎妺妹！您太历害了！完全正确！ 今天的马阿拉哥里里外外都特别的棒！到处都充满着圣诞节的气氛！"))
               (u (:- '(pre () "郭先生直播视频里提到劳斯莱斯时 提到的法国人 : Ismaël Emelien"))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=y5YWp9KbQzo" "郭文贵12月8日:船上跟大家聊聊天,文贵现在会捞鱼了..张首晟绝不会自杀!")
               '(small () "Youtube")
               (u (:- '(pre () "因为内容 法务团队 建议 明天在公海上直播 "))
                  (:- '(pre () "登船利益 鞋袜"))
                  (:- '(pre () "劳斯莱斯SUV 定制"))
                  (:- '(pre () "衬衣 心疼自己挣的钱 节俭不浪费 包子 Kiss班农"))
                  (:- '(pre () "网上说得 孟晚舟 张首晟 都是错的 误导的"))
                  (:- `(pre () "G20之前发信息 说要出大事") " "
                      (@ "https://www.guo.media/posts/151427"))
                  (:- '(pre () "8.1 8.2 8.3 发的信息 对一对"))
                  (:- '(pre () "南华早报 什么时候发出信息 说 阿根廷的G20  中美达成和解"))
                  (:- '(pre () "南华邮报 什么时候发出信息 说 纳瓦罗 参与G20会议"))
                  (:- '(pre () "张首晟 和清华谁的关系 在斯坦福和谁在一起 被哪个中共领导接待过 什么时候去过北京 和马云啥关系 贵州大数据什么关系 和上海科技大学啥关系"))
                  (:- '(pre () "和 张首晟 很熟  在秘密场合 多次见过面"))
                  (:- '(pre () "1999在 斯坦福大学边上 住了近6个月"))
                  (:- '(pre () "在 硅谷柱了4个月"))
                  (:- '(pre () "最不想谈的就是华为的事 跟华为 曾经有承诺"))
                  (:- '(pre () "南华邮报 是 中共的"))
                  (:- '(pre () "3扣西装 西装边 裤线"))
                  (:- '(pre () "NSO以色列集团 对 郭媒体有帮助"))
                  (:- '(pre () "美国 对 社交媒体 的 立法")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.8")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/157079")
               '(q () (pre () "
12月7日：高手在民间．这位战友是好人……高人！"))
               (u (:- '(pre () "郭文图片: 战友对张首晟死亡的猜测"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/156885")
               '(q () (pre () "
12月7日：政事小哥快破解第三个秘密了㊙️……快找到第三把钥匙🔑啦！历害！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/156859")
               '(q () (pre () "
12月7日：今天的会议上有人问了一个有趣的问题！关于华为的！挺震撼的！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/156768")
               '(q () (pre () "
12月7日：尊敬的战友们好！你们健身了吗！一切都是刚刚开始！这两天一直在开会！所以有些战友的私信没有回复！文贵万分抱歉！昨天我发的两台劳斯莱斯SUV轿车引起了很多战友们的关注！也想问我很多该车的问题！这两台车不是我买的！但是我是世界上第一个这个车的定制客户！一次定了四台！下周才能收到！我曾经在2017年刚刚上推时！发过当时我定车的时候的照片！由于该车的选配不同……可以从30万美元至90万美元的价格差异！这台红车就是72万美元．而白的确是62万美元！向关心该车的战友们汇报完毕……大家千万别忘了．挖王健之死．海航的真相哟！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.7")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/156428")
               '(q () (pre () "
🙏🙏🙏12月6日：对上了．对上了．找着两个钥匙了🔑伟大的天使．战友西行小宝！视频里的5个大秘密㊙️一个小秘密……已经被！大卫小哥．政事小哥．西行小宝．解了两个了……伟大伟大！")))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/156291")
               '(q () (pre () "12月6日：新款．美国第一辆劳斯莱斯SUV！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/156275")
               '(q () (pre () "12月6日：任正菲先生的女儿．90％的可能不会被引渡到美国！因为这是美国的战略……也是现实！千万千万别低估了B．G．Y．在美国的力量！"))
               (u (:- `(cite ()
                             ,(@ "https://www.theglobeandmail.com/canada/article-canada-has-arrested-huaweis-global-chief-financial-officer-in/"
                                 "Canada arrests Huawei’s global chief financial officer in Vancouver")
                             (small () "2018.12.5 The Global and Mail"))
                      (u (:- `(cite () "中文参考: "
                                           ,(@ "https://www.voachinese.com/a/REPORT-CANADA-HUAWEI-ARREST-20181205/4688446.html"
                                               "加拿大应美国要求逮捕华为首席财务官 中国外交部：立即放人")
                                           (small () "2018.12.6 美国之音")))))))
           (:- "郭文: " (@ "https://www.guo.media/posts/156238")
               '(q () (fpre () "
12月6日：每次回到这个教堂⛪️都让我感慨万千……我现在感觉到了上天众神已经回到了！被抛弃的14亿中国人民心中！没有信仰的人民．国家！什么都不是！什么都不会拥有！12月6日：每次回到这个教堂⛪️都让我感慨万千……我现在感觉到了上天众神已经回到了！被抛弃的14亿中国人民心中！没有信仰的人民．国家！什么都不是！什么都不会拥有！"))
               (u (:- '(pre () "郭先生 到了 佛罗里达州的海湖庄园"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/156195")
               '(q () (pre () "
12月2日一4日：因为雾霾多少孩子．老人👵住进了医院🏥她们．他们．付的起医药费吗？那些药都是真的吗？"))
               (u (:- '(pre () "华北地区 遭遇 严重雾霾")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.6")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/155836")
               '(q () (pre () "
巛周恬恬（鲁艳丽）报案以后，教堂底下死了个人，在中午的小镇上还是会沸沸扬扬的。华镔、维亚克跟王健都算有头脸的生意人、年岁大资格老、亲密喝酒的一拨，无论出于情分还是装模作样，也该去现场，之所以根本不去现场，看都不看一眼尸体，就赶紧找警察、找媒体，就是知道王健必死、己死，赶紧善后……》鲁艳丽是酒店登记的名字．周恬恬是一这个翻译可以确定的！她俩是一个人吗！如果是一个人．为什么有两个完全不同姓氏的名字呢……伟大的战友们已经快挖出真相了！🙏🙏🙏🙏🙏🙏😘😘😘😘😘😘")))
           (:- "郭文: " (@ "https://www.guo.media/posts/155683")
               '(q () (pre () "
12月5日：伟大的战友伟大的智慧！虽然这个答案还不能确定……但是凡是！关注深挖王健之死的真相的！都是我们最伟大的战友！"))
               (u (:- '(pre () "这个答案(郭文图片): 死的是王宁 墓地里埋得不是王健")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.5")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/155546")
               '(q () (pre () "
12月5日：这股票咋又绿了……这经济都脱裤子了！下一步呢……一切都是刚刚开始！"))
               (u (:- `(cite ()
                             ,(@ "https://www.nytimes.com/2018/12/04/business/stephen-bannon-guo-wengui-china.html#click=https://t.co/1wvvS3QTaX"
                                 "Steve Bannon and a Fugitive Billionaire Target a Common Enemy: China")
                             (small () "2018.12.4 The New York Times")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/155089")
               '(q () (pre () "
12月4日：正在研究设计的郭战友领导是如何的特别！让凯琳及设计师．法毕奥告诉大家！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/155078")
               '(q () (pre () "
12月4日：CCP的经济无法阻止下行也无法阻止人民币．港币的贬值．崩溃…………就像所谓的海外民运永无做为……永远骗捐……永不团结……永远让人看不起一样！没救！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/154917")
               '(q () (pre () "
12月4日：里根总统当时问军方．我们需要多少年干掉苏联！答案是40年！里根总统说我只能干8年！而且我必须在8年内干掉他们……结果美国用了9年干掉了苏联……解放了14亿东欧人民！"))
               (u (:- `(cite () "视频: "
                             ,(@ "https://d57iplyuvntm7.cloudfront.net/uploads/videos/2018/12/vid_1543940403_62131.MOV")
                             (small () "GUO.MEDIA"))))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.4")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/154541")
               '(q () (pre () "
12月3日：我生气啦！我痛苦不堪……因为我的SNOW自从吸了大麻被双规后！茶饭不思寝食难安……我担心……天到处闻来闻去！……不就是找大麻吗……就像……孟维参〈韦石＞屎偌．夏夜凉．李宏宽．家宝胜……欺民贼一样！肛毛里找屎吃……天哪我特别受不了！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/154167")
               '(q () (pre () "
12月3日：尊敬的战友们好．你们健身了吗！我手机里看到的信息都是．找钥匙钓舍头！大家都别被我们自己的周末快乐的直播．将我们的重点忘了！王健之死．海航真相！王岐山．孙力军．1120……拜托了战友们！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.3")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=8yJ0o-IPbKA"
                           "杨澜找钥匙和G20会议的背后真相，开棺验王健的尸，谈谈王岐山，孟建柱，吴征。")
               '(small () "Youtube")
               (u (:- '(pre () "少儿不宜 杨澜 找钥匙 咬舌头 (道听途说)"))
                  (:- '(pre () "中共外交部长G20新闻发布会 \"请文贵发言\""))
                  (:- '(pre () "刘特佐 背景 "))
                  (:- '(pre () "星期天早上直播"))
                  (:- '(pre () "(32:00) G20"))
                  (:- '(pre () "1 三个月能解决它们的腐败 黑恶?"))
                  (:- '(pre () "2 17年的世贸规则破坏 一张合同能解决吗?"))
                  (:- '(pre () "3 美国还会给中共国下一个17年吗?"))
                  (:- '(pre () "4 习若推行桌面上桌面下的声明 能做到吗?"))
                  (:- '(pre () "5 若做到了 谁是最大受益者 ?: 所有人 "))
                  (:- '(pre () "6 若做不到 谁是赢家 ?: 我们 ?: 美国会拉倒吗!"))
                  (:- '(pre () "7 3个月长吗?"))
                  (:- '(pre () "川普总统G20之前 去了哪? 西边加州马里布 见了谁?"))
                  (:- '(pre () "纳瓦罗G20前两周在做什么?"))
                  (:- '(pre () "未来3个月 美国在 军事上 国家政策调整上 台湾香港问题上 知识产权上 货币政策上 会有什么举措"))
                  (:- '(pre () "共产党没了 中国不会乱 (我: 我认为不会乱 它们没了 我们哪还有时间陪着它们瞎折腾 早该干嘛干嘛去了 ...) "))
                  (:- '(pre () "马云 私营企业 国有化"))
                  (:- '(pre () "(57:00) 王健 开棺验尸 FBI立案调查 停尸房 司机 现场人的通话记录 王健的钱 死前的通话记录"))
                  (:- '(pre () "中共国政府 拒绝以国家名义 施压美国 禁止 11.20发布会 岐山同志不开心 亲自给华尔街朋友打电话 给白宫抗议 : 家人照片 贯军是私生子(但是发布会没有说 只说是神秘人) 飞行记录里有真有假(哪些是真的啊? 劳烦岐山同志指一指)"))
                  (:- '(pre () "王伟不让他的妻儿看尸体"))
                  (:- '(pre () "(1:19:00) 模仿问问题 后戴帽子 "))
                  (:- '(pre () "中国的现在的问题 就是那几个人的问题 解决它们 中国就能走向法治"))
                  (:- '(pre () "留学生的问题 反中共 不要反中国人"))
                  (:- '(pre () "英国朋友 香港回归 中国必将改变 西方对中共的看法已经大转弯")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.2")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/153346")
               '(q () (pre () "12月1日：股市行情即将开始上升🔝")))
           (:- "郭文: " (@ "https://www.guo.media/posts/152989")
               '(q () (pre () "
12月1日：尊敬的芦夫人好！我与班农先生非常希望能帮到您！如有任何需要我们做的！请用郭媒体私信与我联系！私信前加三个徐字！昨天下午班农先生已经与几个大媒体及几个有关部门交流此事！由于我的建议他们暂停了发布的联合声明！因为我不想给您和芦先生带来新的麻烦！如果这几天还不放人！我们将展开一糸列的行动！"))
               (u (:- `(cite () "卢夫人 推特: "
                             ,(@ "https://twitter.com/Xiaoli11032018"
                                 "@Xiaoli11032018")) )))
           (:- "郭文: " (@ "https://www.guo.media/posts/152871")
               '(q () (pre () "
12月1日：President Trump. Vice President Pence. And there is justice all over the world. People of conscience should take a look at this video! Our children are going to have this misery, too. There is no humane treatment! Please pay attention to all this!……为了我们的孩子！文贵拜请所有的战友！🙏🙏🙏🙏🙏🙏🙏😘😘尽一切力量转发给西方领导人！所有看过这个视频的西方朋友都很难过😫很愤怒😡因为这让任何人都无法接受！这是对所有人的威胁！"))
               `(cite () "视频: " ,(@ "https://www.youtube.com/watch?v=31UkYwhfC2s"
                                      "President Trump. Vice President Pence. And there is justice")
                      (small () "Youtube")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/152865")
               '(q () (pre () "
12月1日：我们伟大的战友将这个视频加上字幕后！我发给了很多重要的人！让他们知道！这就是比爹和娘还亲的CCP政府！每时每刻都在中国发生这样的事情！所有的回复都是＂FK＂CCP……")))
           (:- "郭文: " (@ "https://www.guo.media/posts/152780")
               (@ "https://www.guo.media/posts/152873")
               (@ "https://www.guo.media/posts/153121")
               '(q () (pre () "
亲爱的战友们：这是美国司法部对刘特佐JHO LOW的起诉书
1:中国的政府和孟建柱为什么将刘特佐使用国家领导人的级别在上海被保护。
2:为什么文贵在一年半以前就知道他们会不惜一切代价保护刘特佐。
为什么刘特佐和孟建柱.孙立军.吴征.王岐山一起合作，在美国不惜一切代价要遣返郭文贵，缠诉～造谣～妖魔化郭文贵
3:还有人相信郭文贵在大陆.香港遭受的一切的所谓的审判和有关文贵的各种案情吗！我可以负责任的告诉大家.这只不过只是刚刚开始，潘多拉的盒子还没有打开那，一切都是刚刚开始。"))
               (u (:- `(cite ()
                             "起诉书: "
                             ,(@ "https://www.justice.gov/opa/pr/malaysian-financier-low-taek-jho-also-known-jho-low-and-former-banker-ng-chong-hwa-also-known"
                                 "Malaysian Financier Low Taek Jho, Also Known As “Jho Low,” and Former Banker Ng Chong Hwa, Also Known As “Roger Ng,” Indicted for Conspiring to Launder Billions of Dollars in Illegal Proceeds and to Pay Hundreds of Millions of Dollars in Bribes")
                             (small () "2018.11.1 DOJ")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/152658")
               '(q () (pre () "
12月1日：这个新闻太牛啦……这就是B．G．Y．这就是王山．孟建柱．孙力军……对文贵陷害的冰山一角！据说有一个说客一次从吴征．马云．江志诚那里就收了12亿美元！承诺百分百将我弄回去！并同时带着他们害怕的91绝密文件……大家想一想为什么从不认识我的刘特佐个敝孙．花这么大力气．这么多钱要弄我回去！为什么现在孟建柱孙力军使发吃奶的劲集一国之力．对抗美国．马来西亚．保护他……就像王岐山保护海航一样！今明两天还会有大新闻！这就是我说的一切都是刚刚开始！"))
               (u (:- `(cite ()
                             "新闻: "
                             ,(@ "https://www.wsj.com/articles/1mdb-scandal-ensnares-former-justice-department-employee-1543629053?mod=searchresults&page=1&pos=1"
                                 "1MDB Scandal Ensnares Former Justice Department Employee")
                             (small () "2018.11.30 The Wall Street Journal"))))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.12.1")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/152289")
               '(q () (pre () "
11月30日：刚刚开了9个小时的会！趁进洗手间看一下手机！被部长吓到了！这是真的吗！"))
               (u (:- '(pre () "郭文图片: 从去年要求遣返 郭文贵 的联名信中 看都是些什么人签了名"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/151427")
               '(q () (pre () "
11月30日：请大家关注星期六的世界级媒体！G20可能要出大事！"))
               (u (:- '(pre () "(大事: 等待中...)")))))))
 *news-topics-guo*)

(->file
 #P"./articles/2018/12/guo-news-201812.html" 
 (->html
  (layout-template
   nil
   :title "郭文贵 2018.12"
   :links `((link (:rel "stylesheet" :href "/testwebsite/css/bootstrap.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/font-awesome.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/style.css")))
   :head-rest `((style () "
.btn-link {color: black }
.btn-link:hover {text-decoration:none}
q {
border-left: 5px rgb(210, 212, 212) solid;
display: block;
padding: 5px 10px 5px 10px;
text-align: justify;
}
q::before, q::before {
display: block;
content: \"\";
}
li pre {
display: inline;
margin: 0;
white-space: pre-wrap;
}
li q {
margin-left: 16px;
}

.zoom {      
-webkit-transition: all 0.35s ease-in-out;    
-moz-transition: all 0.35s ease-in-out;    
transition: all 0.35s ease-in-out;     
cursor: -webkit-zoom-in;      
cursor: -moz-zoom-in;      
cursor: zoom-in;  
}     
.zoom:hover,  
.zoom:active,   
.zoom:focus {
-ms-transform: scale(7);    
-moz-transform: scale(7);  
-webkit-transform: scale(7);  
-o-transform: scale(7);  
transform: scale(7);    
position:relative;      
z-index:100;  
}
"))
   :content
   `(,(site-header)
      (main (:class "content")
            ;; 
            (div (:class "topic" :style "font-size: 140%")
                 ,@(nreverse *news-topics-guo*)))
      ,(site-footer)))))
