(defparameter *news-topics-guo* nil)

(push
 (u (:- '(small () "2019..")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "郭文: " (@ "")
               '(q () (pre () ""))
               (u (:- `(cite () ""))))
           (:- "郭文: " (@ "")
               '(q () (pre () ""))
               (u (:- '(pre () "")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.8.1")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=1Rr3rtFyJLc"
                           "2019-07-31 文贵报平安直播 ：乱聊上海西郊宾馆 开启CCP死亡第二战场")
               '(small () "Youtube: 郭文贵")
               (u (:- `(cite () "7月31号郭先生直播摘要: " ,(@ "https://www.guo.media/posts/220442")))
                  (:- '(pre () "..."))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/220500")
               '(q () (pre () "
8月1号：中午12:00将和几个香港命运有关的人开会……香港的命运现在处在关键的时刻……望我们所有的志在灭共的战友们．在自己安全．能力．能承受的情况下，全力以赴通过各种手段支持香港同胞们……一切都是刚刚开始！")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/220494")
               '(q () (pre () "
8月1日：尊敬的战友们好．你们健身了吗？你们往身上泼水了吗？一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/220447")
               '(q () (pre () "
【新闻】美国上诉法庭维持原判 中国三家银行协助北朝洗钱
 
据路透社7月31日讯，今年5月，交通银行、招商银行和上海浦东发展银行因涉嫌通过香港明正国际贸易公司协助朝鲜对外贸易银行进行洗钱（至少1亿美元），并拒绝履行地区法庭提交相关交易文件的传票，继而被判藐视法庭。上诉法庭于本周二庭审中维持原判，即三家银行将继续缴纳每日5万美元的罚金。
 
美国爱国者法案授权首席检察官或财政部长可停止违反法院传票要求的金融机构进行美元项下交易。三家银行表示不能遵守传票要求是因为来自中共的命令。它们可选择再次申请上诉法庭重审或上诉至最高法院。【GM29】
来源：
https://www.reuters.com/article/us-usa-trade-china-banks/us-appeals-court-upholds-ruling-against-chinese-banks-in-north-korea-sanctions-probe-idUSKCN1UQ03U"))
               (u (:- `(cite () ""
                             ,(@ "https://www.reuters.com/article/us-usa-trade-china-banks/us-appeals-court-upholds-ruling-against-chinese-banks-in-north-korea-sanctions-probe-idUSKCN1UQ03U"
                                 "U.S. appeals court upholds ruling against Chinese banks in North Korea sanctions probe")
                             (small () "2019.7.31 Reuters")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/220442")
               '(q () (pre () "
7月31号郭先生直播摘要
1：55--郭媒体遭黑客600亿次的攻击。是CCP怕我们说出来他正在准备干什么，怕我们说出来盗国贼过去盗取的财富和杀人摘取器官以及陷害新疆、西藏、法轮功等人，怕我们知道香港和上海发生的事情。
3：57--记住从反共那天开始，手机就已经被监听了。共产党用一国之力来对付我们爆料革命。灭爆小组六万多人，孙立军、江志成、马云等全面开始，大家一定要注意。
9：37--刘彦平在纽约见面时就说过国内关注爆料革命的，至少两亿五千万人到四亿五千万人。
10：11--董克文2017年搞的针对郭文贵的黄艳和九家建筑公司诽谤案新闻发布会，背后是吴征、孙立军和政法委, 想要改变美国法律。董克文欺骗被法庭判取消律师资格，判罚200万美元，他告联邦法庭上诉，又输并宣布破产。
14：20--战友们注意过去7月22号，24号和25号，中南坑的有重大行动和重大决定，上海帮的重大决策，所以27号后共产党飞速走向死亡。
15：56--共产党内部常委说，共产党开启了新的打洋老虎的游戏，就打川普。2020年的选举不是共和党和民主党的选举，是中国和美国的选举，是川普和王岐山的选举。未来15个月一系列行动打洋老虎，就是把老虎玩到精疲力尽，丢掉威信。
19：24—7月27号以后，世界将会改变。我知道关于香港的重大决策和决定以及所有的指示和计划，和将把中国房地产变成和川普斗争的经济支撑点，拿走百姓的房子和钱，只留口饭，让老百姓听话。
20：30--房地产几十万亿的钱洗回来就平衡了未来川普增加关税、企业制裁、科技战以及未来美国弱化美元带来的影响。
24：11--当年班农去北京，王岐山用他的私人飞机接他，由当时高盛的前总裁亲自迎接，王岐山先礼后兵，瞬间狰狞变魔鬼。警告班农勿要搞平民运动，不能在亚洲香港搞平民运动，用华尔街威胁，许诺金钱利诱。今天香港上街抗议就是平民运动，我们爆料革命就是平民运动。
27：30--香港是CCP走向地狱的第一道大门，是灭共的第一战。上海西郊宾馆是美国和共产党达成《上海公报》，把台湾、国民党、中国人民走向灾难的几十年的开始，赢了美国。但这次在西郊宾馆搞贸易谈判绝对是共产党走向灭亡的第二战场。
35：10--华尔街、白宫、五角大楼、国会山的行动谁都无法控制，他进入了全面的、全自动的灭共的最伟大的新时代。【GM12】【GM26】"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=1Rr3rtFyJLc"
                                    "2019-07-31 文贵报平安直播 ：乱聊上海西郊宾馆 开启CCP死亡第二战场")
                             (small () "Youtube: 郭文贵")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/220441")
               '(q () (pre () "
【新闻】“巴铁”应觉醒 脱离中共魔掌
 
据国家利益杂志（National Interest)7月21日讯，巴基斯坦不计后果向中共示好并联盟，旨在寻求各种资助以巩固自我政权。可结果是被中共完全控制并用以牵制印度，同时导致本国孤立于世界。来自中共的600亿美元贷款及7%的利息已让巴铁债台高筑，南部吉沃尼港口（Jiwani）的海军基地基建项目无非是重演斯里兰卡跪呈汉班托特港（Hambantota）的城下之盟，下一步就是开门迎接解放军进城。
 
中共在巴北部的渗透与印度在伊朗哈赫巴哈尔港口的利益冲突将会进一步恶化中印关系。美国谴责巴资助阿富汗恐怖组织，并已切断对巴每年13亿美元的援助。
 
巴基斯坦应当立即认清中共面目，其地缘政治野心都是披着亲善的外衣，目的是将他国招入旗下作为附属国，而非平等交往。中共松散的盟友体系包括柬埔寨、伊朗、缅甸及北朝鲜、俄罗斯。【麻辣土豆】
 
来源：https://nationalinterest.org/feature/why-pakistan-should-end-its-alliance-china-68062"))
               (u (:- `(cite () ,(@ "https://nationalinterest.org/feature/why-pakistan-should-end-its-alliance-china-68062"
                                    "Why Pakistan Should End Its Alliance with China")
                             (small () "2019.7.21 The National Interest")))))
           (:- "郭文(短视频 SNOW): " (@ "https://www.guo.media/posts/220408")
               '(q () (pre () "
7月31号：我们的Snow 躺在地上耍赖要求文贵 给他挠痒痒。我不理他．😽😽😽😅😅😅他就躺着那里装作睡着……一切都是刚刚开始！"))
               (u (:- '(pre () "(我: 赖皮狗 😃 快挠吧 再不挠 就不理你了   快来兔子家吧 🐰)"))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/220400")
               '(q () (pre () "
7月31日：万分荣幸……又当了第一
file:///private/var/mobile/Containers/Data/Application/5AC741DA-45AA-4D79-9C4B-90D9086436D7/tmp/documents/24DCBD1D-FC26-4D9D-90DC-143FFC5E0970/Scum%20Award%20.pdf"))
               (u (:- '(pre () "(我: 这个链接是手机里的 外面的访问不了)"))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/220330")
               '(q () (pre () "A real example shows: No Social security system for 99% Chinese citizens.
真实的例子告诉你，中国99%的人都没有社会保障。")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/220327")
               '(q () (pre () "
7月30日 川普总统： 和中国能达成的 只会是特别好的协议 
July 30th, Trump Says He'll Only Make a Great Deal With China")))
           (:- "郭文: " (@ "https://www.guo.media/posts/220324")
               '(q () (pre () "
【新闻】中共显露称霸野心 引东南亚各国强烈谴责
据日经新闻7月31日讯，香港近期抗议活动使东南亚各国人民觉醒，并纷纷质疑各自政府已被中共通过利益捆绑的蓝金黄战略侵蚀。菲律宾民众希望夺回黄岩岛，指责政府抵押出石油及天然气资源，总统杜特尔特被迫重新审查与中共合作项目。马拉西亚总理马哈蒂尔强烈谴责前任总理纳吉布受控于中共债务陷阱。印尼总统维多多也因亲共而受公众指责，该国强烈反对中共的“九段线”对其水域影响。新加坡近期立法加强对外国间谍渗透的审查。【麻辣土豆】
来源:
https://asia.nikkei.com/Opinion/China-s-overreach-provokes-backlash-across-Southeast-Asia"))
               (u (:- `(cite () ,(@ "https://asia.nikkei.com/Opinion/China-s-overreach-provokes-backlash-across-Southeast-Asia"
                                    "China's overreach provokes backlash across Southeast Asia")
                             (small () "2019.7.31 Nikkei")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/220323")
               '(q () (pre () "
台湾自由时报报导：
300億美元資產被沒收、親人遭監禁 郭文貴：被指是共諜很荒謬
郭文貴先生近日接受外媒採訪時表示，中國當局已沒收他價值300億美元的資產，並將他的親人監禁或拘留，這項指控相當荒謬。郭文貴先生還說，相信此次「誣告」是中國政府利用在美國境內的特務精心策劃對他進行一場大規模抹黑運動的一部份。
https://ec.ltn.com.tw/article/breakingnews/2869565"))
               (u (:- `(cite () ,(@ "https://ec.ltn.com.tw/article/breakingnews/2869565"
                                    "300億美元資產被沒收、親人遭監禁 郭文貴：被指是共諜很荒謬")
                             (small () "2019.7.31 自由時報")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/220322")
               '(q () (pre () "
【国际新闻】2019年7月30日中共利用外国专家在香港问题上为自己发声
 
中国官方媒体已对外国专家展开采访，批评香港持续不断的抗议活动中存在的暴力行为，并声称有外部干预。此举是为了得到国际社会上的支持。 这是中国内地宣传机构所青睐的一种策略。新华社在没有提供证据的情况下，引用肯尼亚国际关系专家斯泰普·卡文斯、驻墨西哥的中国问题专家里卡多·常和阿富汗记者哈米杜拉·阿雷菲的话，他们批评外国势力影响了香港的事件。随着香港的紧张局势加剧，中国官方媒体选择性地发布了有关香港事件的报道，只要是有关大规模和平抗议的新闻都在内地遭到审查。相反，官方媒体发表了一些报道，试图描绘出是外国势力导致香港事态加剧。 【GM18】
信息来源：
https://www.scmp.com/print/news/hong-kong/politics/article/3020707/chinas-propaganda-machine-uses-foreign-voices-support-its"))
               (u (:- `(cite () ,(@ "https://www.scmp.com/print/news/hong-kong/politics/article/3020707/chinas-propaganda-machine-uses-foreign-voices-support-its"
                                    "China’s propaganda machine uses foreign voices to support its stance on Hong Kong protests")
                             (small () "2019.7.30 South China Morning Post")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/220321")
               '(q () (pre () "
【翻译】里克·斯科特：希望美国“和平队”隶属国务院并离开中国
https://spark.adobe.com/page/iKNwncD5LSHZV/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/iKNwncD5LSHZV/")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/220306")
               '(q () (pre () "7月31号：文贵报平安直播，马上开始！")))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/220259")
               '(q () (pre () "
7月31号：尊敬的战友们好！你们健身了吗？你们往身上泼水了吗？正在健身中我严重被SNOW骚扰……文贵关于上海西郊宾馆的会谈又蒙对了……今天择机……与大家直播聊天……不爆料．不爆料！一切都是刚刚开始！")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/220247")
               '(q () (pre () "
7月31日： 7月24日．25……那两天已经决定了7月30日将在上海西郊宾馆有一个什么样子的会议……香港抗议行动．在8月9日之前会有什么样的结果……共产党的疯狂．正让他们以光的速度飞向死亡……万佛万万神……天主庇佑！"))))))
 *news-topics-guo*)

(->file
 #P"./articles/2019/8/guo-news-201908.html" 
 (->html
  (layout-template
   nil
   :title "郭文贵 2019.8"
   :links `((link (:rel "stylesheet" :href "/testwebsite/css/bootstrap.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/font-awesome.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/style.css")))
   :head-rest `((style () "
.btn-link {color: black }
.btn-link:hover {text-decoration:none}
q {
border-left: 5px rgb(210, 212, 212) solid;
display: block;
padding: 5px 10px 5px 10px;
text-align: justify;
}
q::before, q::before {
display: block;
content: \"\";
}
li pre {
display: inline;
margin: 0;
white-space: pre-wrap;
}
li q {
margin-left: 16px;
}

.zoom {      
-webkit-transition: all 0.35s ease-in-out;    
-moz-transition: all 0.35s ease-in-out;    
transition: all 0.35s ease-in-out;     
cursor: -webkit-zoom-in;      
cursor: -moz-zoom-in;      
cursor: zoom-in;  
}     
.zoom:hover,  
.zoom:active,   
.zoom:focus {
-ms-transform: scale(7);    
-moz-transform: scale(7);  
-webkit-transform: scale(7);  
-o-transform: scale(7);  
transform: scale(7);    
position:relative;      
z-index:100;  
}
"))
   :content
   `(,(site-header)
      (main (:class "content")
            ;; 
            (div (:class "topic" :style "font-size: 140%")
                 ,@(nreverse *news-topics-guo*)))
      ,(site-footer)))))
