(defparameter *news-topics-guo* nil)

(push
 (u (:- '(small () "2019.6.16")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "郭文: " (@ "")
               '(q () (pre () ""))
               (u (:- '(pre () ""))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/207801")
               '(q () (pre () "
6月16日：伟大的香港人民一定会取得胜利……美国．欧洲．我们亿万战友将会有CCP意想不到的行动．该我们赢了……一切都是刚刚开始！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/207723")
               '(q () (pre () "
6月15：共产党在中国犯下的罪恶累累……对孩子犯下的罪恶前所未有……现在正在香港．用有世界上最凶残流氓的方式对待这些学生们……C C P 必灭……否则这将是人类的大灾难……一切都是刚刚开始！"))
               (u (:- '(pre () "郭文视频: 奶粉 三聚氰胺 索赔被定罪敲诈勒索"))))
           (:- "郭文(图片 照片): " (@ "https://www.guo.media/posts/207686")
               '(q () (pre () "
6月15日：香港的精神与意志……赢得了世界的尊敬……这是一次中国人最有＂面子＂的伟大事件……可悲的卖港贼．林郑月娥．李嘉超．郑若骅．卢其聪……我们一定要让他们知道．何为正义．何为法律……一切都是刚刚开始！")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/207649")
               '(q () (pre () "
6月15日：这个跳楼的勇士……必须要有人负责任……【痛心疾首！香港出現第一位反送中的義士自殺明志！😭今天下午四五點，在太古城，有一位年輕人站在棚架上掛上反送中橫額，然後準備自盡明志！😭下面很多人都叫他不要跳，鄺俊宇議員知道後，馬上趕往現場，打算安撫義士，被公安阻攔！不能進入！😡義士最後還是跳了！😭鄺議員和所有人泣不成聲！😭】"))
               (u (:- '(pre () ""))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/207619")
               '(q () (pre () "
6月15日：看到这荒唐滑稽的一幕，整个香港警察十几万人没有一个人敢站出来，为香港人民说出一句勇敢的良心话。如果香港人民对这样的政府和这样的谎言还要相信……那真是全香港的悲哀，全世界人民都傻吗？一切都是刚刚开始！"))
               (u (:- '(pre () "郭文视频: 香港市民质问港警身份 要求出示警员证明")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.6.15")
        (u (:- "郭文(直播视频): " (@ "https://www.guo.media/posts/207541")
               '(q () (pre () "
6月15号：文贵紧急呼吁香港同胞．千万不要上了林郑月娥和共产党的档！他们一定秋后算帐，616必须上街，坚持四个必须取消，否则香港失信于世界！就会重蹈委内瑞拉的悲剧！未来不会再有人支持香港的任何运动。千万不要错过历史时刻，香港人民从6月9日已经站起来了！千万不要在跪下，一切都是刚刚开始！"))
               (u (:- `(cite () ""
                             ,(@ "https://www.youtube.com/watch?v=IZpgpxaPDy8"
                                 "6月15号：文贵紧急呼吁香港同胞不要相信共产党．616必须上街．别无选择！")
                             (small () "Youtube: 郭文贵")))
                  (:- '(pre () "..."))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/207527")
               '(q () (pre () "
6月15号：尊敬的战友们好，你们健身了吗？你们往身上泼水了吗？20分钟内文贵在过媒体直播！一切都是刚刚开始！")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/207340")
               '(q () (pre () "6月14日：衷心的感谢喜马拉雅工作站的战友们！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.6.14")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=oQBfnGZwLF0"
                           "6月13日直播视频：郭文贵给香港同胞提供300亿以上港币（45亿以上美元）补助支持的公告")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文: " (@ "https://www.guo.media/posts/207275")
               '(q () (pre () "
6月14号：尊敬的战友们好．美国伟大的参议员罗比奥先生．正式紧急发起立法议案．对香港政府官员参与．《反逃法眼》人员．查封海外个人制栽！这是保护6月16号上街抗议的香港最好手段之一……一切都是刚刚开始【https://www.rubio.senate.gov/public/_cache/files/7030f464-ac78-4af9-a5d1-55151ca3b6f8/C89816EECDFDE0D75FB8EC98DDEC4803.mdm19812.pdf】"))
               (u (:- `(cite () ,(@ "https://www.rubio.senate.gov/public/_cache/files/7030f464-ac78-4af9-a5d1-55151ca3b6f8/C89816EECDFDE0D75FB8EC98DDEC4803.mdm19812.pdf")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/207203")
               '(q () (pre () "6月14号：文贵对香港同胞处在生死关键时刻的庄严承诺．一切都是刚刚开始！"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=S8OYjyEWjmA"
                                    "2019年6月14日：文贵在香港750万同胞．处在被CC P威胁的生死关键时刻，庄严的承诺！一切都是刚刚开始！")))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/206977")
               '(q () (pre () "
6月14日：人权委员会开始干人事了：✊✊✊👏👏👏👏👏👏👏👏 2019年6月13日 （美国华盛顿）美国代表， 美国国会-行政中国委员会(CECC)主席吉姆·麦戈文(民主党-MA)和副主席联邦参议员马可·卢比奥(共和党-FL)，以及美国代表，CECC的委员也是前主席克里斯·史密斯(共和党-NJ)今天重新提议了《香港人权和民主法》，这是一项两院制和两党合作的立法，重申了美国对民主、人权和法治"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.6.13")
        (u (:- "郭文(图片): " (@ "https://www.guo.media/posts/206872")
               '(q () (pre () "
6月13号：夏夜良．这个畜生在被的诉讼的官司中……造假．耍流氓．耍赖皮……继夏畜被法官给撵出法庭外后．他频繁换律师，但最终法官向他下达支付法律赔偿部分的一小部分5000美金，一切都是刚刚开始！file:///private/var/mobile/Containers/Data/Application/3AF90E12-AE83-447D-8793-6EBCEEE66A8D/tmp/documents/DAF2BB0E-477B-4A76-9D77-A4422A22CC0C/Xia_Attorney's%20Fee%20Order_6.13.2019.pdf")))
           (:- "郭文(捐款留言视频): " (@ "https://www.guo.media/posts/206862")
               " " (@ "https://www.guo.media/posts/206861")
               '(q () (pre () "
6/13 法治公会基金团队衷心感谢所有的捐款者和支持者！The Rule of Law Society team heartully thanks all of our supporters and donors!

6月13日 法治基金团队衷心感谢所有的捐款者和支持者！The Rule of Law Foundation team heartully thanks all of our supporters and donors! 🙏
"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=iL0aJT4IC-g"
                                  "6月13日 法治基金团队衷心感谢所有的捐款者和支持者！The Rule of Law Foundation team heartully thanks all of our supporters and donors! 🙏")
                             (small () "Youtube: 郭文贵")))
                  (:- `(cite () ,(@ "https://www.youtube.com/watch?v=ByJA9-tG2Fo"
                                  "6/13 法治基金团队衷心感谢所有的捐款者和支持者")
                             (small () "Youtube: 郭文贵")))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/206819")
               '(q () (pre () "
6月13号：美国国会因南海非军事设施……和台湾一直被威胁……将发起对中共的猛烈反击……将彻底改变台湾香港亚洲的地理现状……讨论废弃承一直以来的一中政治原则，这就等同于在事实上让台湾和香港在国际政治上得到了独立的法律地位。一切都是刚刚开始！【https://www.cardin.senate.gov/download/south-china-sea-and-the-east-china-sea-sanctions-act-2019-bill-text】"))
               (u (:- `(cite () ,(@ "https://www.cardin.senate.gov/download/south-china-sea-and-the-east-china-sea-sanctions-act-2019-bill-text")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/206796")
               '(q () (pre () "
6月13号：如果参议员麦康奈尔．的这个《停止美国与香港自贸协定法案》迅速推动成功……那将是他人生中最辉煌的政治成就！我不相信江湖上传说他与中共有沟兑的谣言！今天他的行动让我深信，他是一个伟大的美国政治家！是个爱护民主自由的伟大的美国的．国际政治家……今天的行动将证明了他也共产党没有利益关系，让人倍加尊重！希望以最快的速度推动该法䅁成功……并惩罚和制裁，相关香港官员……一切都是刚刚开始。【香港的同事看过来，1992美国香港法案的起草和推动通过的参议员麦康奈尔今天呼吁对该法案的香港问题举行听证会。这应该是取消这一法案的法律程序第一步，香港的同胞们，你们那么坚强，勇敢，为自由和法律做出的努力一定要有回报的，不能让你们再受魔鬼控制了。youtu.be/_ZAIN2x4IwI】"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=_ZAIN2x4IwI&feature=youtu.be"
                                    "参议员麦康奈尔 今天呼吁对香港问题举行听证会")
                             (small () "Youtube: Wenwen Tang")))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/206780")
               '(q () (pre () "6月13日：美国将开始审核．与香港特区关系……一切都是刚刚开始！"))
               (u (:- `(cite () ,(@ "https://www.congress.gov/bill/116th-congress/senate-bill/1824?q=%7B%22search%22%3A%5B%22s.1824%22%5D%7D&s=2&r=1"
                                    "S.1824 - A bill to amend the United States-Hong Kong Policy Act of 1992 to require a report on how the People's Republic of China exploits Hong Kong to circumvent the laws of the United States.")
                             (small () "CONGRESS.GOV")))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=keteLru6Me8"
                           "6月13号：尊敬的战友们好，你们健身了吗？从香港反送中抗议运动看到了．人心．信仰．虚假．欺骗．各种人性的表演，共产党的邪恶远远超出人们的想象，对14亿同胞和香港人民的威胁和残害程度……")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/206687")
               '(q () (pre () "
6月13号：视频中这个家伙说话很难听，但是说出了共产党现在官员怎么看待香港．真相……这个是王岐山建议提拔的人物，大家想想，如果这个家伙正在香港在执行．镇压反送中抗议者……会是什么后果！香港的被欺负被打压，甚至面临着被消灭的危险，根本原因．是共产党内心里．对香港的岐视……错误．的理解，这个王八蛋，怎么不想想改革开放前．香港多少人帮助了大陆．没有香港就不可能有共产党的今天……这就是吃人不吐骨头．的忘恩负义的共产党的魔鬼本质最佳代表！一切都是刚刚开始！✊✊✊✊✊✊"))
               (u (:- '(pre () "郭文视频: 徐焰"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/206436")
               '(q () (pre () "6月13日……她将改变世界……她是上天赐予我们的另一种方式的战友！一切都是刚刚开始！"))
               (u (:- '(pre () "郭文视频: 林郑月娥 暴动发言")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.6.12")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=nxPLiRo2-9o&feature=youtu.be"
                           "6月12日 香港抗议 直播 上午時段")
               '(small () "Youtube: ")
               (u (:- '(pre () "..."))))
           (:- "郭文(短视频 报平安): " (@ "https://www.guo.media/posts/206266")
               '(q () (pre () "
6月12号：衷心的为香港的所有同胞祈愿……尊敬的战友和好！你们健身了吗？你们往身上泼水了吗？……香港的事情还要有一定的时间发展，望所有的在香港现场的同胞们．朋友们．战友们．务必注意安全，不要低估了C C P的恶魔的凶残本性……。我们永远和你在一起……有任何的其他需要请随时和我们战友联系……今天纽约下午5:00前郭媒体．不会有任何直播，希望大家好好休息……一切都是刚刚开始。"))
               (u (:- '(pre () "...")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.6.11")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=2KAkP5RxRh4"
                           "10th June 2019文贵一班农先生谈林郑月娥是CCP走狗！")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/206031")
               '(q () (pre () "
6月11号：请战友过来看看……文贵是如何．金．黄．班农先生．细丝小哥．庄列宏先生的一切都是刚刚开始！"))
               (u (:- '(pre () ""))))
           (:- "郭文(短视频 报平安): " (@ "https://www.guo.media/posts/205902")
               '(q () (pre () "
6月10号：尊敬的战友们好……你们健身了吗？你们往身上泼水了吗？衷心地感谢……战斗在香港和台湾，新加坡．日本……前线的战友们……我们要有足够的毅力．意志……坚持到最重要的时刻，郭媒体以及亿万个战友……正在关注着我们的一切……全世界支持我们的正义力量……正在准备与我们一起战斗……你们是英雄……等待着你们回来在纽约喜马拉雅大使馆时……我们将对酒当歌……一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.6.10")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/205716")
               '(q () (pre () "
6月10日：来了来了…… 【他们反对遣返条例的和平示威是一则强力而深刻的声明，遣返条例会破坏法治和安全的商业环境。我们敦促行政长官林郑月娥撤回此条例。】一切都是刚刚开始！"))
               (u (:- `(cite () "China Commission @CECCgov : "
                             ,(@ "https://twitter.com/CECCgov/status/1138987022591385602")
                             (small () "2019.6.12 Twitter"))
                      '(q () (pre () "
We stand w/the people of #HongKong. Their peaceful demonstrations are a strong & profound statement against the extradition bill, which undermines the rule of law & a secure business environment. We urge Chief Executive 
#CarrieLam to withdraw the bill. http://go.usa.gov/xmzFx
")))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=AdviVJtMY_4"
                           "6月10号，文贵报平安再谈，上天送给我的几个巨大的礼物？")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/205546")
               '(q () (pre () "
6月10号：从这个6月9号香港百万人民大游行的视频看到了……文明与落后的差距，看到了伟大的香港人民在法治制度下，展现出来的纪律性．和现代的文明……这证明了中华民族的基因没有问题……在法治制度和一个文明的社会里．能创造一个文明的社会．能表现得非常的完美．任何人都不应该摧毁她．这也让我们看到了只有共产党才是邪恶的！共产党在中国大陆实行的．愚民．弱民．贫民的政策让14亿中国人民失去了世界的尊重，尊严……我们必须与香港人民站在一起……保护伟大的香港和香港人民！一切都是刚刚开始！"))
               (u (:- '(pre () "郭文视频: 香港游行")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019..")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "郭文: " (@ "")
               '(q () (pre () ""))
               (u (:- '(pre () "")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019..")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "郭文: " (@ "")
               '(q () (pre () ""))
               (u (:- '(pre () "")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.6.1")
        (u (:- "视频(直播): " (@ "https://www.youtube.com/watch?v=2NwV_cuxxpw"
                                 "Guo Media Broadcast (Chinese): Chinese language based Broadcast")
               '(small () "Youtube: Rolfoundation法治基金")
               (u (:- `(cite () "开头视频: 金灿荣的理论  (我: 搞笑的砖家) " ,(@ "https://www.youtube.com/watch?v=0sSvXPFHHIs")))
                  (:- '(pre () "Twitter YouTube 封战友  因为 林郑月娥 刘欣"))
                  (:- '(pre () "林郑月娥事件 64 香港6.9游行"))
                  (:- '(pre () "林郑月娥 立法保自己安全"))
                  (:- '(pre () "高压打击 纪念64"))
                  (:- '(pre () "保存好 被封的证据"))
                  (:- '(pre () "华人代表团 游说 被美怼回去"))
                  (:- '(pre () "弄不好 不承认一个中国 不承认中共合法性"))
                  (:- '(pre () "人民币汇率  关税 制裁"))
                  (:- '(pre () "欺民贼的官司"))
                  (:- '(pre () "黑盒子 卫星 1G"))
                  (:- '(pre () "班农先生 回来报告"))
                  (:- '(pre () "战友发的信息 加英文的视频 影响"))
                  (:- '(pre () "逃犯法 李嘉诚"))
                  (:- '(pre () "刘欣 央视"))
                  (:- '(pre () "Too High"))
                  (:- '(pre () "修宪保平安 立法保平安"))
                  (:- '(pre () "祈福"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/200197")
               '(q () (pre () "
5月31号：推特扫荡式的屏敝爆料战友！这是巨大的扼杀新闻自由的事去切看事态如何发展？这是灾难．也是巨大的机会，盗国贼．对我们爆香港林郑月娥出卖香港真相的恐惧……对几天后．天安门．64……30年的纪念日害怕．他们不顾一切的在全世界面前．使用．蓝金黄力量……让西方更加清楚地看到共产党的邪恶！以及对人类的威胁！战友们务必把握好这个机会……逢凶化吉……一切都是刚刚开始！"))
               (u (:- '(pre () "..."))))
           (:- "郭文(视频): "
               (@ "https://www.guo.media/posts/199998")
               " "
               (@ "https://www.guo.media/posts/199995")
               '(q () (pre () "
5月30日 法治基金团队衷心感谢所有的捐款者和支持者！ 5/31 The Rule of Law Foundation Team heartfully thanks all of our supporters and donors!

5月31日 法治公会基金团队衷心感谢所有的捐款者和支持者！ 5/31 The Rule of Law Society Team heartfully thanks all of our supporters and donors!
"))
               (u (:- `(cite ()
                             ,(@ "https://www.youtube.com/watch?v=44S5HP6eLs0") " "
                             ,(@ "https://www.youtube.com/watch?v=A5Lp1F6irpk") " "
                             (small () "Youtube: 郭文贵")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/199890")
               " " (@ "https://www.guo.media/posts/199787")
               '(q () (pre () "
5月31日：尊敬的战友们好．原定于今天下午4:30到5:00的试直播，可能要推迟到六点到6:30分左右……万分抱歉，一切都是刚刚开始！

尊敬的战友们好：今天下午美东时间4:30-5:00，郭先生会在线试直播，准备与班农先生6月2日（周日）上午10点的直播！谢谢大家🙏！— 媒体组
"))
               (u (:- '(pre () "塞车  531封杀战友推特"))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/199780")
               '(q () (pre () "这是给美国和欧洲政府官员必看的中美战略性视频（中英文版） A must-see video about Sino-US strategy for US & European officials"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=0sSvXPFHHIs")
                             (small () "Youtube: 郭文贵")))))
           (:- "郭文(报平安 短视频): " (@ "https://www.guo.media/posts/199750")
               '(q () (pre () "5月31号：尊敬的战友好！你们健身了吗？你们往身上泼水了吗？一切都是刚刚开始！"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=eqO0FZAVYXo"
                                    "5月31日 林郑月娥亲自撰写香港遣返法引起全世界高度关注")
                             (small () "Youtube: 战友之声 Voice of Guo.Media"))))))))
 *news-topics-guo*)

(->file
 #P"./articles/2019/6/guo-news-201906.html" 
 (->html
  (layout-template
   nil
   :title "郭文贵 2019.6"
   :links `((link (:rel "stylesheet" :href "/testwebsite/css/bootstrap.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/font-awesome.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/style.css")))
   :head-rest `((style () "
.btn-link {color: black }
.btn-link:hover {text-decoration:none}
q {
border-left: 5px rgb(210, 212, 212) solid;
display: block;
padding: 5px 10px 5px 10px;
text-align: justify;
}
q::before, q::before {
display: block;
content: \"\";
}
li pre {
display: inline;
margin: 0;
white-space: pre-wrap;
}
li q {
margin-left: 16px;
}

.zoom {      
-webkit-transition: all 0.35s ease-in-out;    
-moz-transition: all 0.35s ease-in-out;    
transition: all 0.35s ease-in-out;     
cursor: -webkit-zoom-in;      
cursor: -moz-zoom-in;      
cursor: zoom-in;  
}     
.zoom:hover,  
.zoom:active,   
.zoom:focus {
-ms-transform: scale(7);    
-moz-transform: scale(7);  
-webkit-transform: scale(7);  
-o-transform: scale(7);  
transform: scale(7);    
position:relative;      
z-index:100;  
}
"))
   :content
   `(,(site-header)
      (main (:class "content")
            ;; 
            (div (:class "topic" :style "font-size: 140%")
                 ,@(nreverse *news-topics-guo*)))
      ,(site-footer)))))
