(defparameter *news-topics-guo* nil)

(push
 (u (:- '(small () "2019..")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "郭文: " (@ "")
               '(q () (pre () ""))
               (u (:- '(pre () "")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.16")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/216093")
               '(q () (pre () "
7月16日：文贵．衷心祝愿同胞们能平安渡过此劫……减少伤害！千万不要相信．天天喊着比爹娘还亲的共产党来救你们！只有洪水退后．官员才会拎着篮子．打个雨伞，带着他们控制的摄像机．出现在你们的视野中！历史无数次告诉我们，只要人民需要的时候，共产党一定是不存在的．共产党一定是给大家准备好了更多的监狱来解决灾后的问题．不听话的送进监狱……在共产党的眼里，中国的天灾应有老百姓自己消化．跟他们没关系，他们信奉的是．(多灾兴邦）死人越多，共产党越安全……【这他妈谁造谣？没有央视新闻联播报道就是有图片，打死都不信! 湘江决堤，湘潭、株州等地成泽国……半個湖南、京广線都將報废了！三峽作孽！垬作孽！】一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216023")
               '(q () (pre () "
文字版2019年7月14日班农与文贵直播：共产党为什么可以强奸美国70年？（郭先生篇）
https://spark.adobe.com/page/ZbxbFJ3WCU9KS/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/ZbxbFJ3WCU9KS/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216010")
               '(q () (pre () "
【郭文贵先生7月15日报平安直播内容梗概】
昨天（7月14日）和班农先生的直播在线人仅翻墙VPN有超600万，直播的力量太大了。对台湾总统蔡英文的评价引起很多人的担忧，郭先生表示他坚持对蔡英文的观点，而他的本意是只要对台湾好他就支持。台湾的未来需要有智慧的无私的跳出统独之权、打破所谓的92共识的魔咒、与美国合作。郭台铭的落选又一次证明跟共产党合作没好下场。郭先生表示绝不支持台独港独，但坚决支持台湾和香港的民主。
盘古大楼被江家拍卖
起因：江家一直想把盘古、方正和、政泉占为己有给江志诚，因此一直陷害郭先生。之后，由于王岐山担心郭先生和马健手中掌握他们太多的证据，才开始了所谓的反腐。
过程：江家利用提前铺垫好的“郭文贵是港独的背后黑手”，发布拍卖公告，并通过“老领导”警告郭先生不许再714班农的访谈中提及王建之死和相关视频，如不听警告，便在24小时之内低价拍卖盘古。果然7月15日盘古被网上评估从25万降5万，价值360个亿（人民币）的盘古大楼降到50个亿（人民币）拍卖。好消息是根据盘古的所有者郭先生的家族基金规定，买家应付基金360亿（人民币，价值53亿美元，2013年的价格）。拍卖盘古是侵犯郭先生家族基金的利益。是江家蓄谋要以低价把盘古抢走。
郭先生重申他的的家族基金绝不能出卖民族国家和的利益，绝不会成为卖国贼。但是会百分之百灭共、灭盗国贼。
江家还会给共产党带来大麻烦。郭先生拥有90多份秘密档案。仅昨天郭先生和前国家安全人员开会时发放的一个信息，将在接下来的一个星期到10天后引发世界局势的大改变。潘多拉的盒子只需要三分钟。
整个上海都是江家的，包括性侵幼女事件的公司也是依靠江家的势力。
郭先生拒绝支持港独，坚决支持香港双普选。
孙立军孟建柱5年之间动用上万名警察调查郭文贵。并企图以反习反国家、双面间谍、强奸犯、洗黑钱、瑞士没收飞机之说和事件陷害郭先生，均被一一推翻，现又以“港独背后黑手”，“涉嫌台独背后黑手”再度陷害郭先生。
江家再次制造虚假事实、利用国家权力、完全不经调查、操纵司法，是习近平的悲哀。是共产党灭亡的征兆。说明了共产党内部斗争的惨烈。
感谢共产党内部的战友提前通知盘古被拍卖公告一事，一次直播付上50亿美元的代价。
请大家密切关注7月24、5号中美之间的政治、贸易、制裁将会发生什么。
最后在为14亿人民祷告后，郭先生补充说，华盛顿要政治地震，原因是共产党玩弄了川普后产生的后果很严重。盘古大楼属于社会的属于民族的。盘古将抢她的坏人暴露于天下，她拥有远远超过金钱的价值、能量和象征。
一切都是刚刚开始。【GM10】
视频来源：
https://www.youtube.com/watch?v=OGbEnYaOGcs&feature=youtu.be"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=OGbEnYaOGcs&feature=youtu.be")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215939")
               '(q () (pre () "
【新闻】中国经济增速降至近30年最低
纽约时报最新消息，中国经济增速降至近30年来最低水平，与此同时，中美之间贸易紧张局势再度抬头，而持续存在的金融问题，正在对中国这个全球最重要的经济引擎之一造成越来越大的破坏。是自1992年开始现代季度记录以来，中国经济增速最慢的一次，这标志这中国经济增速相比今年早些时候大幅放缓，与10年前全球金融危机期间的记录相当。
国家统计局则表示今年上半年经济运行继续保持在合理区间，延续总体平稳、稳中有进发展态势。初步核算，上半年国内生产总值450933亿元，按可比价格计算，同比增长6.3%。分季度看，一季度同比增长6.4%，二季度增长6.2%。分产业看，第一产业增加值23207亿元，同比增长3.0%；第二产业增加值179984亿元，增长5.8%；第三产业增加值247743亿元，增长7.0%。
编者按：二则新闻体现出共产党在国内一直以假数据愚弄人民【GM01，GM06】
来源：https://cn.nytimes.com/business/20190715/china-economy-growth-gdp-trade-war/zh-hant/")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215902")
               '(q () (pre () "7月15日：试试郭媒体即将推出的新软件！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215901")
               '(q () (pre () "7月15日：我在直播中开玩笑说Sara那天偶然．碰到梁忪恒先生的釆访是＂Sara给我带来的麻烦＂那就是一个玩笑……永远感激Sara的辛苦付出！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215856")
               '(q () (pre () "【翻译】彼得·泰尔说：FBI和CIA应该调查谷歌与中国有“貌似叛国”的关系  
https://spark.adobe.com/page/dWiTJeD8qx4Mu/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215831")
               '(q () (pre () "【翻譯】遊行抗議者要求特首林鄭下台：香港緊張局勢不斷升高  
https://spark.adobe.com/page/6Mgn3ZziDvpLt/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215830")
               '(q () (pre () "【翻译】加拿大公民在华东被拘留   
https://spark.adobe.com/page/5JWb1NFahbzXQ/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215829")
               '(q () (pre () "
【新闻】据报道来自台湾的股票分析师因涉嫌欺诈在上海被捕
据台湾媒体上周六报道，周二，12名来自台湾的股票分析师因涉嫌欺诈在上海被拘留，其中9人已获保释，3人仍被拘留。他们都在上海一家名为“仟合亿”(Thousand & Billion)的股票分析应用公司工作，该公司的软件产品爱操盘被控通过推荐每日涨幅不超过10%的股票给投资者造成损失。据媒体报道，该公司并未获得销售这些产品的认证。一位不愿透露姓名的业内人士周日对《环球时报》表示，除了涉嫌非法推荐和操纵股票，被拘留的另一个可能原因是，一些分析师没有获得在中国大陆提供股市分析的执照。笔者按：这是中共一直很善用的政治手腕就是所谓的人质外交。 台湾总统蔡英文访美期间，中共抓捕在华台湾籍人士，就是为了给台湾政府施加压力，找各种莫须有的罪名按在这些人身上，就像前几天抓了1名加拿大人和4名英国人，这就是中国人质外交的卑鄙手段。 威胁加拿大政府释放华为财务总监孟晚舟，同时又威胁英国政府对香港的态度。如果国际社会继续绥靖政策，那么中共会变本加厉继续猖狂的利用人质外交手段，用这种低劣手段威胁各国作为中共政治的杠杆从而达到自己的目的。 这就是一种黑社会的行为，国际社会应该制止这种卑鄙的外交手段。【GM18】
信息来源：http://www.globaltimes.cn/content/1157851.shtml")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215828")
               '(q () (pre () "
【新闻】身处黑名单和美中贸易争端中的华为计划削减在美就业岗位：报告
“华尔街日报”周六报道: 华为正处在美国政府的禁令和美中的持续贸易争端中。该公司计划裁减数百个在美国业务中的工作岗位。
根据该报道，华为计划裁减其研发子公司Futurewei Technologies的员工，该子公司位于美国德克萨斯州和加利福尼亚州的实验室都有雇佣研发人员。虽然确切的裁员人数还没有被披露，但有消息人士称这次裁员会波及数百名员工。有几名Futurewei员工已收到解雇通知，预计将在不久的将来会宣布更多的裁员。
自从加拿大政府应美国当局的要求于去年12月在温哥华逮捕了华为创始人的女儿-首席财务官孟晚周，美国和中国科技巨头之间的紧张关系日渐升级。孟被指控企图通过逃避美国对伊朗的制裁而向该国出售设备。美国还表示在与中国的贸易争端中，华为是一个国家安全问题而不是贸易问题。
今年5月，美国将华为列入黑名单，阻止美国公司在未经政府批准的情况下向公司提供计算机芯片，软件和其他组件。
特朗普在6月底给华为公司放缓了禁令，表示将允许一些美国供应商向华为出售零部件。“美国公司可以将他们的设备出售给华为“ 特朗普在与中国国家主席习近平在日本20国集团峰会上会晤后举行的新闻发布会上说“我们谈论的设备没有构成严重的国家安全问题”。
编者按：华为的全球5G网络计划，加上“一带一路”，“中国制造2025“和 “中国制造2050“是中共向外扩张和称霸全球野心的战略部署之一。由美国、英国、加拿大、澳大利亚和新西兰组成的“五眼联盟”旨在全面防范华为在5G网络技术的垄断和对网络通信的安全构成的风险，以确保国家重要基础设施不受其威胁。【GM12】
消息来源：福克斯商业网站（The FoxBusiness）7月14号报道：https://www.foxbusiness.com/technology/huawei-cut-jobs-us-blacklist-report")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215827")
               '(q () (pre () "
【新闻】广西都安一间房屋倒塌致4名小孩身亡，最小仅2岁
2019年7月13日下午，都安县拉仁镇仁联村岑山队一房屋突然倒塌，造成4人救治无效不幸死亡（蓝某心，女，13岁；蓝某匀，女，9岁；蓝某焱，女，7岁；蓝某羽，女，2岁），1人受伤（蓝某胡，男，5岁）。
编者按：共产党统治下的中国无人安全，党内部分家族占有大量财富，底层人民的居住条件却无法得到保障，日前山西天镇县一贫困村村民常年居住土窑洞危房，向政府申请改善居住环境迟迟没有答复，最后竟偶然得知自己名下早有危改安置房但被无良村干部隐瞒长达五年。如果中国没有真正的法治，房子即使挺过天灾，也无法避免人祸【GM01】
来源：https://news.sina.com.cn/c/2019-07-13/doc-ihytcitm1824400.shtml"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.15")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=OGbEnYaOGcs&t=1s"
                           "7月15号：盘古大观在7月14号被北京高院公告……将以实际价格的10％被拍卖……实际的背后的黑手就是江泽民．和江志成．孟建柱和孙力军……王岐山！这就是过去两周他们要栽赃文贵．、……")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215650")
               '(q () (pre () "
【新闻】中国进出口数据奏响经济下行序曲7/12/19
中共已无法挽救经济下滑趋势，经济学家已预期中美关税之争必然导致内需疲软及商品价格波动，但中国进口数据跌幅超过专家预期。同期相比，整体6月份出口下降1.3%，进口下降7.3%，对美出口同比下降7.8%（5月份该数据为3.6%），对美进口同比骤降31%。双边贸易赤字扩大至299.2亿美金，为7个月来峰值（5月份还数据为269亿美元）。与上述下行数据逆行的是，6月份中国对东南亚出口同比暴增13%（5月该数据为3.5%），通过转运躲避美国关税之意不言而喻。
本周中美电话磋商继续，但据知情人透露两月前双方分歧依然存在。中方使用猛药刺激经济，上月通过银行体系发债1.66万亿人民币（2420亿美元）。包括政府债券在内，6月份社会整体融资规模已达2.26万亿人民币（5月为1.4万亿人民币）。目前中国对外贸易盈余还在支撑人民币走势，但将会受阻于贸易及经济形势的不确定性。【麻辣土豆】
来源：https://www.wsj.com/articles/china-trade-data-points-to-sagging-economy-11562934414")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215648")
               '(q () (pre () "
【新闻】新闻监察机构表示，去年是自1997年以来香港新闻自由最糟糕的一年 07/13/19
香港新闻监督机构表示，政府损害了香港的言论自由，他们称这是香港后殖民历史上最糟糕的一年之一。7月7日，香港记者协会发布了题为《红线扼杀自由》的2019年年度报告，指出了过去12个月发生的几起事件，表明政府加强了对新闻的控制。事件包括该市拒绝向当时的外国记者俱乐部(FCC)副主席维克多·马利特发放签证续签，警方涉嫌对记者行为不恰当的案件，在引渡法案危机期间，行政长官林郑月娥领导的政府缺乏透明度。该协会上月向独立警察投诉委员会提出投诉，称警方在针对英国广播公司(BBC)拟议的引渡法的抗议活动中，对26名记者造成了身体伤害【GM18】                                                                                                 消息来源：https://www.hongkongfp.com/2019/07/13/journalism-watchdog-says-past-year-among-worst-hong-kong-press-freedom-since-1997-rally-planned-sunday/")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215642")
               '(q () (pre () "
7月14号：衷心地感谢凤凰九天制作的视频和木兰传奇加上英文字幕！郭媒体的标志是神鹰！不是鸡！😻😻😻🙏🙏🙏😹😹😹一切都是刚刚开始！")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215600")
               '(q () (pre () "
7月14日：郭台铭被国民党……抛弃了……输了……看他的梦总统之说是假的……天神妈祖佑护台湾🙏🙏🙏🙏🙏🙏🙏🙏🙏一切都是刚刚开始！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215598")
               '(q () (pre () "
7月14号：请所有的朋友们战友们．一定要记住……未经喜马拉雅大使馆和法制基金的及文贵的邀请……不要擅自闯入喜马拉雅大使馆……否则将对任何人都是很大的麻烦……这是一个敏感的时期……和需要彼此尊重的方式……文贵不愿意看到这一幕发生在任何人身上……但是文贵很无奈，因为文贵必须遵照当地的法律．防止和安保团队的要求．我相信我们真正的战友不会像这个人这样子的……一切都因为CCP很可耻……🙏🙏🙏🙏🙏🙏一切都是刚刚开始！")))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/215597")
               '(q () (pre () "小庄随手一拍分享：周末休闲郭战装的郭文贵先生")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=wQHT5iXHtU8&feature=youtu.be"
                           "7月14号：一周后的世界将发生巨大的变化 反C C P的爆料革命将进入一个新的关键时刻 世界将进入一个新的世纪 一切都是刚刚开始！")
               '(small () "Youtube: 美东之声"))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/215595")
               '(q () (pre () "2019-7-14；小庄随手一拍分享!")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215590")
               '(q () (pre () "【翻譯】國會旨在解決中國對宗教少數群體的暴行   
https://spark.adobe.com/page/7s5wtcLhtuxZH/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/7s5wtcLhtuxZH/"))))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.14")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/215520")
               '(q () (pre () "
班农先生与文贵先生灭共  中英文双频道同时直播。
一个小时后，美东时间早上9:30/香港时间晚上9:30开播

中文频道请前往郭媒体：https://www.guo.media/
英文频道请前往法制基金Youtube：https://www.youtube.com/channel/UCfG2D1ZWTfvp5p3gl5PHmmg?view_as=subscriber")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215495")
               '(q () (pre () "
7月14号：尊敬的战友好……由于香港昨天的的精彩的抗议运动……昨晚没怎么睡觉……非常兴奋……文贵暂时决定今天爆一个小小的小料……为了呼应香港的一个美丽而伟大的日子……一切都是刚刚开始！"))
               (u (:- '(pre () ""))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=WCvIFWfzaSw"
                           "2019-7-14；班农与文贵直播: 共产党为什么可以强奸美国70年？")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215460")
               '(q () (pre () "
7月14号：尊敬的战友的好！几个小时后的文贵与班农先生的直播即将开始……此次的翻译会通过两个频道传出……在郭媒体直播时将釆用．中文．英文频道．同时进行……请大家注意即将公告的链接方式……直播完成后，也会上传现场的原因版视频……我们的广告和链接一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215254")
               '(q () (pre () "
【翻译】中国3万亿美元的融资市场损失显露    
https://spark.adobe.com/page/Uyo7agIGszXHE/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/Uyo7agIGszXHE/")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215253")
               '(q () (pre () "
How does the Foreign Ministry use lie to cover up the truth in Xinjiang？
看中共外交部如何撒谎掩盖新疆真相"))
               (u (:- '(pre () "郭文视频: 耿爽 (我: 一听它说话 耳朵里就被火烧的厉害 倍爽 。。。)"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215229")
               '(q () (pre () "香港自贸区")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215180")
               '(q () (pre () "HK Lennon Wall Attack_1")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215147")
               '(q () (pre () "
【新闻】西藏司政访问意大利，与政府官员及国会议员见面
近日藏人行政中央司政洛桑森格前往意大利各地，与多位政界人士会面交流。据藏人行政中央英文官方报道，司政于本月9日在圣卢切市同市长加蜜拉·卡丽（Giamila Carli）一道出席了一场为达赖喇嘛尊者八十四岁生日而举办的庆典。
加蜜拉·卡丽在活动上致词向尊者生日送上祝福，并承诺将继续支持意大利藏人社区，同时强调不会基于经济利益考量而无视西藏人权。
司政当时感谢圣卢切市市长所秉持的立场，并表示希望世界其他国家的领袖也能够效仿加蜜拉·卡丽的勇气。
司政指出中国政府应该借鉴南蒂罗儿的成功自治经验，向西藏给予名副其实的自治权利。省长阿诺·科帕茨彻也承诺将继续支持西藏争取自治。
此外，司政还在意大利智库“优若克研究中心”（EURAC Research Center）发表了一场演说。他分享了西藏半个世纪以来所遭遇的困苦，并指出世界可以从西藏的经历中看清，中共在全世界竭力推销“一带一路”项目的真正意图。【GM14】
新闻来源：西藏之声")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215146")
               '(q () (pre () "
【新闻】流亡在美国的中国亿万富翁在虚假推文诽谤诉讼案中胜诉
郭文贵诉讼案是一个公众人物成功胜诉的罕见案例【GM12】
https://spark.adobe.com/page/i4JasbaMJqHuR/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/i4JasbaMJqHuR/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215145")
               '(q () (pre () "
翻译：香港的示威活动是否可能意味着中国共产党的终结？
https://spark.adobe.com/page/e4a8fCRKMCPiQ/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/e4a8fCRKMCPiQ/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215144")
               '(q () (pre () "
文字版：2019年7月12日蔡英文訪問紐約，和香港接下來的行動。大阪G20的結果已經影響了美國內部的政治！一切都是剛剛開始！ 
https://spark.adobe.com/page/LnijqiwW1i7dD/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/LnijqiwW1i7dD/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215137")
               '(q () (pre () "
【新闻】山东大学为留学生配女伴
山东大学为外国留学生配3名女学伴的消息在网络曝光，引发对来华留学生特权的质疑。有大陆网友批评道，某些大学把小女生介绍给外国男性留学生当学伴，究竟意欲何为？」还有网友直斥：「这是拉皮条。」大陆网友「沙和尚的微博」近日在微博披露，山东大学公布了2018年学伴的选拔结果，选出141名中国学生为来自巴基斯坦、尼泊尔、叶门、马来西亚、俄罗斯、阿富汗、肯尼亚等国的47名留学生做「学伴」。该网友还披露，该大学2017年也为留学生一对一招募学伴，现在加码了，为每位留学生配3个学伴。该微博贴文被大量转发，引发关于对留学生特权的质疑。根据山东大学公布的学伴名字显示，主要是以女生为主。该大学2017年留学生「学伴」名单显示，30名学伴就有26人为女生。此外，山东大学的招收学伴的报名表，以及学伴管理规定，还特别强调学伴的性别，将「结交外国异性友人」也列为选项之一。这引起网络上极大争议。2018年6月，一部访谈记录片《一个国家两种宿舍》在网路上热传，拍摄者疑似是在中国的外国留学生，她选择了北京、兰州两地的两所高校，以拍摄及采访方式，揭示中共教育部对本国学生和外国学生在住宿条件上的差别对待。【GM15】
引自:https://www.ntdtv.com/b5/2019/07/11/a102620099.html")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215131")
               '(q () (pre () "
【新闻】近六成投票者表示童年遭受性骚扰
07月07日，一位女性博主在论坛发起调查：小时候你有被性骚扰过吗？截止发稿，该调查一共收到1147票，其中669票（58.3%）表示在童年遭受到不同程度的性骚扰。博主本人也分享了小时候的两次被性骚扰的经历。
博主的经历摘录如下：“七八岁的时候，一年级，又一次是我们在上绘画课，一个很老的男老师，之前就听说他很色，老是骚扰一个四年级的女同学，当上课他先是对我们班的其他女同学下手，他就做到女同学旁边，看着像是在辅导画画，其实手就一直往女生裤子里伸去，一节课骚扰好几个女同学，我当时也有反抗，一直抓住他的手，但是我胆小到都不敢回来和父母说。还有一次是暑假去乡下姑姑家住，也是以点击的时候，姑姑刚生小妹妹，当时是一个早上姑姑已经起床了，我就感觉有人把手伸进我的裤子，没想到竟然是姑父，我吓的赶紧起床，到现在我都没和任何人说过。” 
编者按：在共产党统治下的中国，女性的基本权利得不到任何保障。如果施暴者是共产党的官员，受害者情况甚至会变得更糟糕。2017年红黄蓝幼儿园大规模猥亵强奸幼儿的案件爆发后，共产党官方寻找了一位幼儿园教师当替罪羊以掩盖背后的真相，至今，该幼儿园仍旧在美国纽交所挂牌交易(NYSE:RYB)。灭掉共产党，夺回本属于我们的天赋人权。【GM09】
新闻来源：https://m.babytree.com/community/xinqing/topic_90124950.html")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215129")
               '(q () (pre () "
【新闻】米莱将军:中国是未来50到100年国家安全的主要挑战
“我认为中国是未来50到100年美国国家安全面临的主要挑战，” 陆军参谋长马克·米莱将军说，他已被川普总统提名为他的最高军事顾问，担任下一任参谋长联席会议主席。米莱将军表示，他将通过维护国际秩序准则来应对中国在世界各地日益增长的经济和军事影响力，并在这些准则受到违反时站出来反对中国。他说:“他们把贸易作为实现国家安全利益的杠杆，而一带一路是其中的一部分，是更广泛计划的一部分。” “中国在太空、空中、网络、海洋、陆地等领域的军事实力正在迅速提升。他们的能力、理论和组织等等，他们的技术发展，他们的采购……所以中国正在非常、非常迅速地向前发展。” “我们美国需要确保……我们不会失去相对于其他国家的优势，特别是相对于中国的优势，” 米莱将军说。【GM18】
信息来源：https://www.breitbart.com/national-security/2019/07/11/gen-mark-milley-china-is-main-national-security-challenge-for-next-50-to-100-years/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215128")
               '(q () (pre () "
【新闻】彼得.纳瓦罗说“不要相信中国或美国媒体”称华尔街日报写的是“垃圾”故事
新闻要点：纳瓦罗说“我对投资者的建议是要对这个谈判过程保持耐心，不要相信你在中国或美国媒体上看到的关于这些谈判的任何内容，除非它来自总统或顾问莱特西泽”。纳瓦罗补充说：“华尔街日报和人民日报将会发布大量关于贸易谈判的垃圾新闻。”
白宫贸易顾问彼得.纳瓦罗表示，有关美中贸易谈判的媒体报道并不可靠，甚至将“华尔街日报”的报道称为“垃圾”。纳瓦罗周五在CNBC上“Squawk Box”节目中接受采访中说道“我对投资者的建议是要对这个过程保持耐心，不要相信你在中国或美国媒体上看到的那些关于谈判的任何内容，除非它来自总统或顾问莱特西泽”。纳瓦罗说：“华尔街日报和人民日报将会报道大量垃圾新闻。我之前看过这种“电影”......他们写了各种各样的故事，旨在塑造谈判内容，他们对此没有任何深度见解。”纳瓦罗没有讨论任何具体的故事或提出任何证据来支持他的观点。
“华尔街日报”周一报道说，某些因素正在影响新一轮的贸易谈判，这包括中国不会加大购买美国农产品的力度。特朗普自己后来证实了中国不会加大购买农产品的事实。华尔街日报发言人考林.斯瓦兹（Colleen Schwartz）在回应纳瓦罗的评论时告诉CNBC“我们支持我们的报道”。 
“人民日报”是中国共产党的官方报纸。
就这些贸易谈判而言，纳瓦罗表示，贸易战正处在“一个寂静的时期”，并补充说美国贸易代表罗伯特·莱希特将在不久的将来与财政部长史蒂芬·姆努辛一起前往北京。川普总统和中国领导人习近平上个月在日本举行的20国集团会议上同意达成休战，此前两国都向对方征收数十亿美元的商品关税。中国上周表示，如果要达成贸易协议，美国必须先解除对中国商品的所有关税，而川普表示美国不会减少这些关税。【GM12】
消息来源：美国全国广播新闻公司（CNBC）记者李云7月12号报道：https://www.cnbc.com/2019/07/12/peter-navarro-dont-believe-anything-you-read-in-the-chinese-or-us-press-about-trade-negotiations.html")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215127")
               '(q () (pre () "
【新闻】蔡總統過境紐約 中國宣布制裁對台軍售美國企業
總統蔡英文出訪加勒比海4友邦，過境美國紐約，層級大為提升，反映台美關係良好。中國外交部今天在例行記者會稱，已向美國提出了嚴正交涉，並再次要求美方立即停止對台軍售，停止美台軍事聯繫，隨後中國外交部在官網刊登新聞稿宣布，將對參與此次售台武器的美國企業實施制裁。新聞稿稱，「美方向台灣出售武器嚴重違反國際法和國際關係基本準則，嚴重違反一個中國原則和中美三個聯合公報規定，損害中國主權和國家安全。為了維護國家利益，中方將對參與此次售台武器的美國企業實施制裁」。在蔡總統出訪前，美國國務院9日宣布批准2項對台軍售，包括總額達20億美元的M1A2T艾布蘭戰車（Abrams）與相關設備及支援，以及總額達2.23億美元的可攜式刺針防空飛彈（Stinger Missiles）與相關設備。對此，陸委會稍早發布新聞稿強調，我們有權利參與全球事務並奉獻國際社會，同時必須正告對岸，切勿藉口生事，任何製造台海情勢緊張的圖謀，絕對是自取其辱、更不會被國際社會及台灣人民所接受。【GM15】
引自:https://news.ltn.com.tw/news/politics/breakingnews/2851198")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215126")
               '(q () (pre () "
【新闻】流氓政权！中国油价再涨,加满一箱油多花6元
2019/7/9日据中国发改委消息，新一轮成品油调价窗口于（7月9日）24时开启。本次油价调整具体情况如下：汽油每吨上调150元、柴油每吨上调140元。全国平均来看：92号汽油每升上调0.12元；95号汽油每升上调0.12元；0号柴油每升上调0.12元。按一般家用汽车油箱50L容量估测，加满一箱92号汽油，将多花6元。中国的油价为什么那么高?从2009年起，中国取消了公路养路费等6项收费，但汽油价格中的税收占比仍然高达三成，包括增值税、消费税(燃油税)、城建税等费用。若减去政府对汽油、柴油所征收的税费，中国的油价与美国大致相同（美国油价约合人民币5.3元）。例如，按照2017中国人均GDP来计算，中国每日人均为23.6美元，油价为1.1美元，油价占比为4.6%。而油价最高的香港地区每日人均为126.3美元，油价为2.13美元，油价占比为1.68%。油价的飞涨我们会切身地感受到，中国一切都听党的，一切都是党的，国际油价涨中国油价涨，国际油价跌中国油还价涨。只有结束CCP的政权中国油价才会到一个正常水平。【GM07】
新闻来源：https://www.weibo.com/renminwang?refer_flag=1001030103_")))
           (:- "郭文(照片 SNOW): " (@ "https://www.guo.media/posts/215101")
               '(q () (pre () "7月12日：一切都是刚刚开始！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=iBEvoTgyVFM"
                           "7月12号：文贵报平安直播！蔡英文访问纽约．和香港接下来的行动．大版G20的结果已经影响了美国内部的政治！一切都是刚刚开始！")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215055")
               '(q () (pre () "
7月12号：尊敬的战友好．文贵马上在这里向大家短暂报平安直播，一切都是刚刚开始！"))))))
 *news-topics-guo*)

(->file
 #P"./articles/2019/7/guo-news-201907.html" 
 (->html
  (layout-template
   nil
   :title "郭文贵 2019.7"
   :links `((link (:rel "stylesheet" :href "/testwebsite/css/bootstrap.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/font-awesome.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/style.css")))
   :head-rest `((style () "
.btn-link {color: black }
.btn-link:hover {text-decoration:none}
q {
border-left: 5px rgb(210, 212, 212) solid;
display: block;
padding: 5px 10px 5px 10px;
text-align: justify;
}
q::before, q::before {
display: block;
content: \"\";
}
li pre {
display: inline;
margin: 0;
white-space: pre-wrap;
}
li q {
margin-left: 16px;
}

.zoom {      
-webkit-transition: all 0.35s ease-in-out;    
-moz-transition: all 0.35s ease-in-out;    
transition: all 0.35s ease-in-out;     
cursor: -webkit-zoom-in;      
cursor: -moz-zoom-in;      
cursor: zoom-in;  
}     
.zoom:hover,  
.zoom:active,   
.zoom:focus {
-ms-transform: scale(7);    
-moz-transform: scale(7);  
-webkit-transform: scale(7);  
-o-transform: scale(7);  
transform: scale(7);    
position:relative;      
z-index:100;  
}
"))
   :content
   `(,(site-header)
      (main (:class "content")
            ;; 
            (div (:class "topic" :style "font-size: 140%")
                 ,@(nreverse *news-topics-guo*)))
      ,(site-footer)))))
