(defparameter *news-topics-guo* nil)

(push
 (u (:- '(small () "2019..")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "郭文: " (@ "")
               '(q () (pre () ""))
               (u (:- '(pre () "")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.22")
        (u (:- "视频: " (@ "" "")
               '(small () "")
               (u (:- '(pre () ""))))
           (:- "郭文: " (@ "https://www.guo.media/posts/217674")
               '(q () (pre () "
【翻译】中国的抨击者无法左右美国的政策   
https://spark.adobe.com/page/fcswKtT5QC0BK/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/fcswKtT5QC0BK/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/217639")
               '(q () (pre () "
【新闻】美太平洋司令警告：中国军队可能在未来十年内超越美军
中共南海齐射六枚反舰弹道导弹向美国，世界发出信号：核动力航母战斗群不再是海上主导的军事力量
资深新闻编辑比尔.戈兹7月19号在华盛顿自由灯塔报上，发表标题为“太平洋司令部：中国反舰弹道导弹测试是向美国，世界发出信号 (美海军上将警告中国军队可能在未来十年内超越美军)的文章。
这篇新闻的背景是上周四美军印太司令部司令菲利普.戴维森就中国近期在南海测试并齐射六枚新型反舰弹道导弹，称这是向美国发出了威胁性的信息。他认为中国海上的反舰弹道导弹试验“意味着传统的海上控制竞赛已进入一个新时代;核动力航母战斗群不再是海上主导的军事力量。”
戴维森还表示中共威胁信息还包括中国国防部长在上月新加坡举行的香格里拉中美安全对话上的“令人不寒而栗“的演讲。
同时在周六刚刚结束的阿斯彭年度安全会议上，戴维森上将更直言中国的“长期战略威胁”。他详细分析了这一威胁的真实性和美军方必须马上应对的迫切性“就我们所看到的那种能力而言 - 空中，海上，陆地，太空，网络 - 如果我们不采取积极行动，中国将在未来十年中期确实超越我们的能力，那么我们将面临风险。”他还呼吁采取动员整个政府的方式来应对中国在这些方方面面的进步发展带来的威胁。
戴维森还强调海军的航行自由行动不单单意味着“两艘驱逐舰在夜间安全通过，这是关切世界能否进入地球上最关键水域的问题。”它还将阻止中国控制这一海域价值三万亿美元的商业航道和海底通信电缆。【GM12】
信息来源：华盛顿自由灯塔报（Washington Free Beacon）网站
https://freebeacon.com/national-security/pacom-china-anti-ship-ballistic-missile-tests-a-signal-to-us-world/"))
               (u (:- `(cite () ""
                             ,(@ "https://freebeacon.com/national-security/pacom-china-anti-ship-ballistic-missile-tests-a-signal-to-us-world/"
                                 "PACOM: China Anti-Ship Ballistic Missile Tests a Signal to US, World")
                             (small () "2019.7.19 The Washington Free Beacon")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/217638")
               '(q () (pre () "
【新闻】美国国防部官员表示，中国和伊朗的双重威胁 (2019 年7月20日)
美国国防部负责政策事务的副部长约翰·c·鲁德(John C. Rood)在科罗拉多州阿斯彭举行的阿斯彭安全论坛(Aspen Security Forum)上说，伊朗对美国及其地区盟友的威胁来自误判，而中国的威胁在很大程度上违反了世界经济和民主规范。鲁德指出，伊朗感到来自经济制裁的压力，这些制裁是为了阻止伊朗的核项目、出口恐怖主义以及发展远程导弹。鲁德又提到，中国的威胁是长期的。在军事上，他们正在发展先进的外太空和网络能力，以及特超音速等武器。但同样令人不安的是，它们正试图通过“一带一路”计划向其他国家输出自己的威权政府模式。此外，中国正悄悄地在世界上具有战略意义的地方站稳脚跟，比如非洲之角的吉布提——这对航运至关重要——甚至在格陵兰岛和冰岛， 未来从那里可以穿越正在融化的北极。他说，归根结底，美国的优势在于与珍惜那些崇尚自由和民主的盟友，同时和他们建立持久的关系。中国人无法认同这些价值观，他们的模式从长远来看是不可持续的。【GM18】
信息来源：https://www.defense.gov/explore/story/Article/1911363/twin-threats-of-china-iran-differ-says-dod-official/"))
               (u (:- `(cite () ""
                             ,(@ "https://www.defense.gov/explore/story/Article/1911363/twin-threats-of-china-iran-differ-says-dod-official/"
                                 "Twin Threats of China, Iran Differ, Says DOD Official")
                             (small () "2019.7.20 US Dept of Defense")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/217637")
               '(q () (pre () "
【新闻】台湾将华为等中国科技公司列入黑名单
据《亚洲时报》7月19日报道，继美国限制华为及其他中国科技公司在美业务后，台湾也将华为等中国科技公司列入黑名单。其中包括：华为、中兴、小米、Oppo和海康威视。列入黑名单其他企业和产品还将陆续在行政院公布。据台湾国家安全专家指出，中国科技公司及供应商对台湾的国家安全造成了严重的威胁。名单中，华为涉嫌参与美国网络间谍事件，而海康威视则涉嫌为中共迫害新疆维吾尔族和其他各地区持不同政见者提供监控设备。被列入黑名单的公司将会被禁止参与任何台湾政府发布的采购订单等竞标活动。
与此同时，台中市议员发现，海康威视监控系统已在该城市的主要通道、地下通道及人行桥广泛地应用。据调查，市政府与监控系统承包商达成的协议仅限于采购中国的产品。如果协议涉及黑名单上的企业，协议将会失效。以其他公司产品替换黑名单产品所产生的费用由谁来承担尚未澄清。
中国公司提供的优惠价格是成为资金不足的城市首选的根本原因之一。据悉，在台湾经营的中国公司通常都会向台湾政府部门提供大幅折扣，这不仅为了抢占市场份额，而且也是遵照北京的指示对民主的台湾宝岛进行渗透。【GM10】
消息来源:https://www.asiatimes.com/2019/07/article/taiwan-to-blacklist-chinese-tech-firms/"))
               (u (:- `(cite () ""
                             ,(@ "https://www.asiatimes.com/2019/07/article/taiwan-to-blacklist-chinese-tech-firms/"
                                 "Taiwan to blacklist Chinese tech firms")
                             (small () "2019.7.19 Asia Times")))))
           (:- "郭文: "
               (@ "https://www.guo.media/posts/217593")
               " .. "
               (@ "https://www.guo.media/posts/217592")
               '(q () (pre () "
欧盟国家捷克终于对国际刑警组织红通/中国的遣返要求说“不\"!

http://focustaiwan.tw/news/aipl/201907160015.aspx

https://spark.adobe.com/page/OhaqAYt4XVtkJ/"))
               (u (:- `(cite () "" ,(@ "http://focustaiwan.tw/news/aipl/201907160015.aspx"
                                       "MOFA lauds Czech Republic's protection of 8 Taiwanese wanted by China")
                             (small () "2019.7.16 Focus Taiwan")))
                  (:- `(cite () "中文翻译: " ,(@ "https://spark.adobe.com/page/OhaqAYt4XVtkJ/")))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217574")
               '(q () (pre () "英国新首相鲍里斯·约翰逊：我毫无保留地支持香港民众")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217561")
               '(q () (pre () "
翻译】TikTok是中国的下一个重要武器  
https://spark.adobe.com/page/Qh1jojVkauUik/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/Qh1jojVkauUik/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/217560")
               '(q () (pre () "
法治基金捐款指南  
https://spark.adobe.com/page/gzJnT4VKRYgC9/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/gzJnT4VKRYgC9/")))))
           (:- "郭文(直播内容概要): " (@ "https://www.guo.media/posts/217558")
               '(q () (pre () "
7月21日郭文贵先生直播内容概要【GM01，GM10，GM12】
爆料革命已进入全球共同灭共的新时代 
7：45——进山开会的反共联盟战友已经将共产党的信誉降级为零，同时也加重对中国人的不信任感。CCP被灭之后，中国人必须要重塑在国际上信用才能赢得尊重。
由于不能透露开会内容，但参与人员都是世界各地的最有影响力的领导者，针对CCP 都是同仇敌忾的话题。 
鼓励大家制作和传播中英文反应社会现状、台湾游行、西藏情况、新疆情况及外交谎言的视频，对爆料革命影响大，作用大。
 
从灭共零可能进入到一定会赢中共的关键时刻
 
17：44——从将灭共战场拉向国际进入香港开启国际共同灭共，是战略性和战术性的巨大胜利，香港开启了爆料革命的国际战场，而且开启之后无人能停。
22：50——香港的抗议导致了香港大部分资产已经转移海外和70-80%金融人才将会流失。
 
从藏疆台港的没落危机时刻进入到藏疆台港共同灭共
 
中共对藏态度就是不允许达赖回国。 中共对疆：汉人移民3000万到新疆、拆清真寺、汉人控制新疆3个99%：1）土地资源 2）宗教设施服务于党 3）汉人控制新疆的一切
中共对台：2020前台湾达到事实上的统一，因为绝大多数人会一心向党一心向大陆，外宣、利益绑架，通过国际上的打压和台海物理上的隔断形成台湾必须依靠大陆的经济、贸易、食品上的供给链。2020年台湾80%的企业变成中共的个“关系企业”，把台湾和台湾的企业发展成一旦台湾发生运动的中间力量，（共军）；绝对操纵台湾选举
中共对港：继修改遣返法、国家安全法、国歌法外，中共还要修改香港的选举条例，建立类似共产党的人大代表制度。
 
1:25:00——关键60天， 计划“3352”：3台，3港， 5美， 2欧。
 
3台即“台三条“： 与西方美欧世界的官方，民间的媒体，NGO（非政府组织）合作1）保证台湾2020大选不被共产党控制 2）要保证关键台资企业不被共产党操控； 2） 要让台湾人民听/看到中共的真相，并确保台湾的媒体绝对自由。
3港即“港三条”： 1）香港一定要有真实的双普选 2） 调查香港抗议期间，大陆黑警殴打香港市民的事情，并且有西方监督 3）美欧将对香港企业家以及金融机构进行新的标准制约：例如绝对不能和中共合作，否则将受到制裁。
5美即“美五条”：1）全面推进取消美国和香港的自由贸易区地位 2）美国马上立法对香港的行政司法人员在抗议行动中违法的个人进行制裁 3）美国和欧洲马上建立和法制基金的官方合作关系，从政治，经济，身份，等方面保障香港正义人士 4） 美国对香港所有跟共产党合作的科技企业上司公司重新立法，给予最严厉的制裁 5） 推动美国国会立法行政制裁，对中共和香港的金融机构企业马上全面调查。
2欧即“欧二条”： 1） 成立“欧洲版”当前危险委员会，欧洲立法会的核心工作转变为灭共 2）欧洲议会形成一系列法律和立法，以吸引香港台湾新疆西藏和中国的精英到欧洲。
 
1:37:00——27号以后就别谈中美贸易关系了，共产党将有三个巨大的改变！中共，俄罗斯，土耳其，伊朗，北朝鲜全被美国制裁。
1:56:00——当今世界上最大的两个力量之一就是社交媒体，美国政府正式向中共提出推掉防火墙。
2:03:00——中国不生产癌症药，只生产癌症，必然会向世界输出癌症，输出贫穷。
2:17:00——一定不要反川普，川普不是政客！不要从表面看本质！请战友们不要在四处树敌！
2:19:00——接下来香港四人帮要被用尽用干，称为牺牲品。香港各区已经进入准戒严状态。
2:21:00——灭共战争已经赢了，就是现象和结果的问题。
2:24:00——希望更多的战友加入G新闻，会有报酬。")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/217551")
               '(q () (pre () "
7月21日：这些穿着白衣的黑社会．与被打跪下来的孩子……被打得流血的合法议员……以及面目狰狞的共产党代表……所谓的香港黑社会……这些有组织的同一色彩的衣服．同时有组织的犯罪行为不是香港政府默许许的……安排好的！真是以黑治港呀……这是什么世道？这是什么样的组织？什么样的人才能干出这种丧尽天良．无法无天的灭绝人道的事情……无法想象这是世界上曾经最棒的守法城市……美好的香港……一 一夜之间却变成了黑社会控制的城市……就在黑社会殴打妇女老人孩子的时候……曾经是最棒的香港警察却消失了……成了全世界的笑话……昨天发生的事情所有的背后导演……大家都知道……全世界也都知道……就是比＂爹娘还亲的中国共产党＂是总导演是真正的黑手……全世界不会被玩弄……香港人民不会屈服……一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217540")
               '(q () (pre () "
纽约时报文章：一场新的红色恐慌正在重塑华盛顿 【中英双语版】衷心地，感谢木兰传奇翻译了，此片文章一切都是刚刚开始。
https://spark.adobe.com/page/5ReiOWkQH9rkm/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/5ReiOWkQH9rkm/")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/217511")
               '(q () (pre () "7月21日：这就是比＂爹娘还亲的共产党……＂换上白衫．带上口罩😷……专业的集群欧打和平抗议的香港同胞……一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217498")
               '(q () (pre () "
【翻译】沉默数周后,白宫重新抨击北京对穆斯林的压迫 或因美中贸易谈判陷入僵局  
https://spark.adobe.com/page/GUijepKUxygE8/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/GUijepKUxygE8/")))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217488")
               '(q () (pre () "卢比奥议员：我不反中国")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217447")
               '(q () (pre () "
【新闻】美国国家安全最大威胁之一：中国，成为第十届阿斯彭安全论坛会议的焦点 这周由阿斯彭研究所举办的第十届年度阿斯彭安全论坛，于7月20日星期六结束了为期四天的会议。此次论坛的主题是围绕美国国家安全挑战和美国在世界上的角色进行讨论和辩论。 阿斯彭战略集团执行董事尼古拉斯.伯恩在开幕致辞中呼应川普政府的对华政策，那就是将独裁集权的中共和俄罗斯一同视为美国国家安全的最大威胁。同时强调这两个国家是此次安全论坛的焦点话题。 伯恩还向与会的现任政府安全机构成员，军界要员，外国官员和前政府高级官员，智库和媒体人记者具体阐述了中共在经济，地区安全以及人权方面造成的世纪性的危害，其中包括中国盗窃美国知识产权;南中国海的军事扩张及在新疆地区对维吾尔族人的镇压，和对香港法治和经济自治的干涉和破坏。 这次论坛的中国话题包括了当下关税和贸易战；美国商业在中国面临的问题；中国在军事，太空和5G网络科技上对美国统治
https://aspensecurityforum.org/registration/"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.22")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=HfLijUM3wNE"
                           "2019-07-21 郭文贵直播：爆料革命进入全球共同灭共的新时代")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))
                  (:- `(cite () "郭文: 7月21日郭文贵先生直播内容概要 " ,(@ "https://www.guo.media/posts/217558")))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217380")
               '(q () (pre () "无耻中共外交部：耿爽回应彭斯副总统蓬佩奥国务卿的发言")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217378")
               '(q () (pre () "
【新闻】美国国务院发表声明关于中国对南海石油和天然气活动的胁迫” （2019年7月20日）
美国对中国干涉南海石油和天然气活动的报道表示关注，包括越南长期以来的勘探和生产活动。中国针对其他主权国家海上的石油和天然气开发的不断挑衅行为，威胁着地区能源安全，破坏了自由开放的印度-太平洋能源市场。正如国务卿蓬佩奥今年早些时候指出的那样，“中国通过强制手段阻止南海的开发，阻止东盟成员国获得超过2.5万亿美元的可开采能源储备。” 中国对东盟国家施加越来越大的压力，要求它们接受《行为准则》的条款，这些条款寻求限制他们与第三方公司或国家合作的权利，这进一步表明，中国有意控制南中国海的石油和天然气资源。美国坚决反对任何国家以胁迫和恐吓的手段主张其领土或海洋权利。中国应停止恃强凌弱行为，不要在有这种挑衅性和破坏稳定的活动【GM18】
https://www.state.gov/chinese-coercion-on-oil-and-gas-activity-in-the-south-china-sea/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217332")
               '(q () (pre () "
【新闻】贸易战僵局持续，然大公司们等不到它的结局就要逃离中国
美中贸易谈判陷入困境。本周贸易特使之间的对话尚未产生面对面会谈的计划。美国对电信设备制造商华为科技公司的限制依然是一个棘手的问题，更多关税的威胁仍旧存在。但在此期间，公司正在重组他们的供应链，使之更加亚洲中心化。这些转变也不太可能反转即使最后达成贸易协议。
共和党参议员周四提出立法，将阻止华为科技公司购买或出售美国专利。到目前为止，对华为的限制是中国贸易谈判中的一个关键问题，可能会影响到技术供应链。川普总统被工业界持续施压的情况下表示可以取消一些限制，但是 议会两党都支持对华为采取更加严厉的措施。
至于中国，越来越多的观点认为它不会过分渴望达成协议。大公司并不会等着看谁在谈判中妥协或退步。Tradeshift的联合创始人米克尔. 布伦表示贸易模式已经发生变化，同时公司也在加速其供应链的多样化。布伦表示客户中的外国供应商正在输给中国公司，尤其是那些对中国长期产业政策至关重要的行业，如可再生能源。
布伦说越南从中无疑是一个受益者，因为那里的低工资成本，公司已经搬到那里，但它只能承受一定的公司和资本。孟加拉国和泰国也在接受投资，印度经济也将获得资本提振。但中国正在采取措施缓解对其经济的打击。布伦说，这包括开放部分经济 - 包括金融服务 - 并试图建立一个技术和创新中心来支持其高科技供应链产业。 “如果资金可用，中国可能会有更多这样潜在的增长”布伦说， “凭借中国巨大的数据访问和创新速度，我们将看到尚未见到的金融产品，这将使公司更具竞争力。”
编者按：这篇报道的最后不难看出它同自己的姊妹刊物华尔街日报一样，毫不掩饰自己鼓吹中国经济的潜力和为中共站台发声的立场。全世界正在看清中共通过大量印发货币来吹大虚假经济的泡沫，而这篇报道却鼓励外界资本继续介入掺假，助长这个泡沫的规模和崩塌后潜在的破坏力。【GM12】
消息来源：巴伦周刊（Barron's）7月19号报道:https://www.barrons.com/articles/companies-arent-waiting-to-see-how-us-china-trade-war-plays-out-51563551469")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217331")
               '(q () (pre () "
近日，Facebook初始投资人、硅谷精英Peter Thiel提出指控并质疑Google与中国开展了不利于美国的合作。Trump基于此要求总检察长及情报人员开展调查。
视频来源：https://www.wsj.com/video/trump-suggests-federal-agencies-should-look-into-googles-china-ties/AC9A38C5-1F16-4053-B2C3-BED12D3732B7.html")))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/217323")
               '(q () (pre () "
7月20日：尊敬的战友们好！文贵已经回到了纽约．7月21号．明天星期天，纽约时间．上午9:30．文贵在郭媒体直播！没有任何关于爆料的事情……没有任何关于会议的细节……只是谈．花花草草而已……😻😻😻😹😹😸一切都是刚刚开始！")))
           (:- "郭文(短视频 SNOW: " (@ "https://www.guo.media/posts/217313")
               '(q () (pre () "7月20日：SNOW……想回纽约了……")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217280")
               '(q () (pre () "
【新闻】中越南海重裝對峙 川普安全顧問：中國威脅地區和平 7/20/19 中國勘探船「海洋地質八號」7月初進入越南派兵駐守的南沙群島萬安灘探勘油氣，引來越方4艘海警船緊急趕赴，中越船艦在海上對峙數日。美國國家安全顧問波頓（John Bolton）今天說，中國對其東南亞鄰國強制行為適得其反，威脅該地區的和平與穩定。波頓今天在推特上表示，尊重主權和航行自由是美國和東南亞國家聯盟（東盟）共同擁有的印太地區願景的基礎，中國對其東南亞鄰國的強制行為適得其反，威脅著該地區的和平與穩定。中國勘探船「海洋地質八號」本月3日在2艘武裝海警船護衛下，進入越南派兵駐守的南沙群島最西側陸地淺灘萬安灘探勘油氣，引來越方4艘海警船緊急趕赴，雙方重裝對峙，周邊海域11日一度驚見10餘艘船。【GM15】 引自:https://news.ltn.com.tw/news/world/breakingnews/2858668")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217268")
               '(q () (pre () "班农和郭文贵先生谈郭台铭落选和蔡英文访美")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217263")
               '(q () (pre () "
【翻译】彼得·泰爾和史蒂夫·班農就谷歌和中國炮制了新的“黃禍”   
https://spark.adobe.com/page/C81FhSltRFkAu/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/C81FhSltRFkAu/")))))
           (:- "郭文(短视频): "
               (@ "https://www.guo.media/posts/217260")
               " .. "
               (@ "https://www.guo.media/posts/217252")
               '(q () (pre () "
7月20日：大家猜猜我这是去哪啦？？？天助我们的大的爆料革命！一切都是刚刚开始！

7月20日：大家猜猜我这是去哪啦？")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217251")
               '(q () (pre () "
衛報觀點關於新疆: 我們要麼發聲, 要麼就是同謀犯  
https://spark.adobe.com/page/ZUCoI18ARfgbt/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/ZUCoI18ARfgbt/")))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217250")
               '(q () (pre () "参议院多数党领袖麦康奈尔接受福克斯采访表示，华为威胁美国国家安全。")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217248")
               '(q () (pre () "
参议员提出了限制华为购买、销售美国专利的法案
https://spark.adobe.com/page/zsQ1VLYL2FbeG/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/zsQ1VLYL2FbeG/")))))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/217246")
               '(q () (pre () "
7月20号：尊敬的战友们好！文贵正在飞行中……在这里向战友们问好……非常想念战友们！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.20")
        (u (:- "郭文(视频): " (@ "https://www.guo.media/posts/217150")
               '(q () (pre () "
7月18日卡尔巴斯在当危会提到香港的未来和中美在未来的对抗战争")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217138")
               '(q () (pre () "
【新闻】全球最大基金管理公司联合创始人贝莱德的芬克告诉我们，他们正在把供应链撤出中国 (2019年7月19日）
  贝莱德董事长兼首席执行官拉里•芬克上周五在接受CNBC采访时表示，企业正在将供应链迁出中国，而不是等待华盛顿和北京之间贸易战的解决方案。芬克在接受《Squawk Box》采访时表示:“我们从CEO那里听到，越来越多的供应链正在撤离中国。”“人们没有在等待，企业也没有在等待结果。” 据CNBC此前报道，包括苹果(Apple)、任天堂(Nintendo)和戴尔(Dell)在内的50多家跨国公司正将生产业务迁出中国。今年5月，随着中国和美国加强了在关税上的争锋相对，企业也开始宣布将从中国迁往越南。全球最大基金管理公司的联合创始人芬克(Fink)表示:“我确实认为，中国的趋势仍在走下坡。”“我认为，长期来看，中国知道他们现在需要找到刺激国内经济的办法。”【GM18】
消息来源：
https://www.cnbc.com/2019/07/19/blackrock-ceo-larry-fink-ceos-pulling-supply-chains-out-of-china-now.html")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217136")
               '(q () (pre () "
美国国务卿庞佩奥在美国国务院第二届促进宗教自由部长级会议讲话批评中共为“世纪污点”")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217100")
               '(q () (pre () "
7月18日前当委会主任 Chet Nagle 提醒”中共正与美国处于战争之中“，华为就是威胁美国安全的茅箭！")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217099")
               '(q () (pre () "2019年7月14日班农与文贵直播：共产党从人民手里抢夺财产是21世纪的重大犯罪行为")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217053")
               '(q () (pre () "【中英字幕】彭斯副总统称要处理中国宗教问题 中国外交部回应大言不惭，美自由灯塔不亮了；视频展示中共迫害宗教")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/217029")
               '(q () (pre () "彭斯副总统7月18日宗教自由部长级会议演讲：美国政府强烈谴责中共对人民宗教信仰自由的迫害。")))
           (:- "郭文: " (@ "https://www.guo.media/posts/217026")
               '(q () (pre () "
尊敬的战友们！
郭媒体中英文双频道、以及法治基金Youtube原声频道已经调试完毕，下回中英文翻译时将同时直播 ！
* 郭媒体直播界面右上角选择中、或英文收听观看：https://www.guo.media/broadcasts
* Rolfoundation法治基金Youtube频道直接原声收听观看：https://www.youtube.com/channel/UCfG2D1ZWTfvp5p3gl5PHmmg?view_as=subscriber
"))
               (u (:- `(cite () "郭媒体: " ,(@ "https://www.guo.media/broadcasts")))
                  (:- `(cite () "Youtube: " ,(@ "https://www.youtube.com/channel/UCfG2D1ZWTfvp5p3gl5PHmmg?view_as=subscriber")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/217025")
               '(q () (pre () "
【翻译】无视川普“死缓令”，美国继续打击华为  

https://spark.adobe.com/page/2QiZIgG2ibbRS/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/2QiZIgG2ibbRS/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/217023")
               '(q () (pre () "
【翻译】反击中共必须说的话    
https://spark.adobe.com/page/LdD6vAKfWP9Gv/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/LdD6vAKfWP9Gv/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/217022")
               '(q () (pre () "
【新闻】平潭岛公铁大桥建成，中国向台湾迈进 据泰晤士报7月19日讯，中共在台湾海峡已建成平潭岛公路大桥，连接福建平潭岛与大陆。是世界上最长、跨度最大的跨海峡公铁两用大桥，全长14.4公里。这是将来两岸高速公路计划的一部分，将于今年开通，政治意义深远。平潭岛距台湾新竹市仅68海里。建桥花费不得而知。中共将其比喻为母亲向孩子伸出温暖的双臂。 中共对台政策自2016年蔡英文当选台总统后逐渐强硬，习曾表示不排除武力收复台湾。
【麻辣土豆】 来源：https://www.thetimes.co.uk/article/beijing-s-bridge-to-taiwan-moves-a-step-closer-23kjpdtsp")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/216966")
               '(q () (pre () "
美国国家经济委员会主任拉里·库德洛说“ 如果中共不履行协议，那么结果就会和苏联一样！”"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.19")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/216892")
               '(q () (pre () "
【翻译】坚持到底！—— 给川普总统的一封信  
https://spark.adobe.com/page/MRDc33wQlOLyJ/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/MRDc33wQlOLyJ/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216891")
               '(q () (pre () "
【新闻】国务卿蓬佩奥副总统彭斯在宗教自由大会上谴责中共（2019年7月18日）
美国国务卿迈克·蓬佩奥周四表示，中国应对侵犯人权的“世纪污点”负责，理由是中国大规模拘留了穆斯林和其他少数民族。蓬佩奥谴责中国在新疆西部地区大规模拘留维吾尔族穆斯林、哈萨克族和其他少数民族。据了解，新疆有100万维吾尔族穆斯林、哈萨克族和其他少数民族被关押在拘留营。蓬佩奥在他主持的一次国际宗教自由会议上说，中国是“我们这个时代最严重的人权危机之一的发源地”。他还指责中国威胁其他国家不要参加这次会议。美国副总统彭斯在同一个会议上说，美国与中国的贸易谈判不会妨碍美国对宗教自由的承诺。 他表示“无论我们与北京的谈判结果如何，你可以放心，美国人民会和所有有信仰的中国人民站在一起，团结一致，我们将为这一天祈祷，让他们能够自由地活出他们的信仰，而不用担心受到迫害。”【GM18】
消息来源：https://apnews.com/28697859777447faa1cd16b35994f543")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216890")
               '(q () (pre () "
【翻译】给川普总统的公开信，敦促他在中国问题上坚持到底    
https://spark.adobe.com/page/ujfbdGWB3F225/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/ujfbdGWB3F225/")))))
           (:- "郭文(视频 法治基金 捐款留言: "
               (@ "https://www.guo.media/posts/216848")
               " .. "
               (@ "https://www.guo.media/posts/216847")
               '(q () (pre () "
2019年7月18日 法治社会团队衷心感谢所有的捐款者和支持者！
The Rule of Law Society team heartully thanks all of our supporters and donors ！

2019年7月18日 法治基金团队衷心感谢所有的捐款者和支持者！
The Rule of Law Foundation team heartully thanks all of our supporters and donors!"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.18")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/216796")
               '(q () (pre () "
蓬佩奧稱中國對待維吾爾人的方式是『本世紀的汙點』
https://spark.adobe.com/page/yhJJCNXARFw80/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/yhJJCNXARFw80/")))))
           (:- "郭文(视频 王健之死): " (@ "https://www.guo.media/posts/216783")
               '(q () (pre () "他们是谁，为啥会聚在一起？")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216767")
               '(q () (pre () "
翻译：中国可以通过减少污染成为亚洲的气候英雄  
https://spark.adobe.com/page/PuI7e4wmk23sU/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/PuI7e4wmk23sU/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216766")
               '(q () (pre () "
【翻译】反驳亲中专家的来信
https://spark.adobe.com/page/qMhhdfo2TEhoT/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/qMhhdfo2TEhoT/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216763")
               '(q () (pre () "
【郭新闻编辑组】2019年7月18日
 
众议院采取行动反击中华人民共和国的不良影响
 
House of Representatives Acts to Counter the Malign Influence of the People’s Republic of China

https://spark.adobe.com/page/lEXMRw0YTgvyy/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216762")
               '(q () (pre () "
【翻译】中国经济放缓掩盖其规模及弹性    
https://spark.adobe.com/page/N8STlB9sIyMd1/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/N8STlB9sIyMd1/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216759")
               '(q () (pre () "
【新闻评论】2017年6月30号陈峰公开在党媒虎嗅回应慈航基金问题：陈峰称慈航没有任何中国官员及其亲属持有股份；海航高管后代不继承财富和权力，实现大众成就。海航集团方面表示，集团股东将陆续把股权捐赠给公益基金会，其中约60%的股权捐赠给境内的慈航基金会，约40%股权捐赠给境外的Cihang Foundation，所有持股人均签署了股权捐赠承诺书。并在文中特意强调了郭文贵爆料的Guanjun是作为私人投资者间接持有海航集团股份，但不是最大股东。
读完这篇隔夜饭文章，不得不对这“活”陈峰和“死”王健超乎人类想象的革命经营理念大大惊叹！此文章结束语为“股权不能给后代、不能转卖，可以捐给慈善，这种设计，有可能会成为人类新的商业文明的模式”呜呼！是何等的大爱无疆、何等的虚怀若谷！小编不觉愤愤然！问你“活”陈锋一个简单的几个问题：你给中国人民带来了什么利益？你们拿走了我们祖祖孙孙存下来的钱！还有杨改兰自杀省下来的钱,都被你们拿走了什么时候拿回来？ 还有这Guanjun这神秘的人物他的父母是谁？他在行航海的25%的股份是从何而来？郭文贵先生在2017年7月26号的爆料视频中愤怒的指出，陈峰所谓的慈航并不是慈善机构而是私人基金，而私人基金最大的目的是为了逃避调查债权分离合法避税，最重要的是这些私人基金最终的受益人就是陈峰说的guanjun和刘承杰。【GM11】【GM19】
https://m.huxiu.com/article/202419.html")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216658")
               '(q () (pre () "
【新闻】中国债务市场中的资产证券交易会发展到6540亿美元 
据一家顶级证券承销商的说法，在中国债券违约率上升的情况下而寻找更安全的投资方式推动了中国大量资产证券的惊人增长。
招商证券公司创新融资部总经理左飞表示，预计资产证券化市场将在今年年底前扩大45％至4.5万亿元人民币（6540亿美元）。他说该行业在5月份政府意外接管陷入困境贷款人风波中也没有受到什么影响。
左飞表示银行是中国资产证券的主要持有者，并且拥有更好的融资渠道。这在很大程度上阻止了该行业的抛售。在资产证券销售上升的同时，更多行业正从包商银行（Baoshang Bank Co.）被扣押引发流动性紧缩中复苏。这此前导致银行间贷款市场出现现金紧缩，并对中国几乎所有类型的债券产生影响。
“中国的资产证券市场将在今年下半年继续保持强劲势头”左在接受电话采访时说。根据7月14日发布的彭博排行榜，该券商进行了今年上半年最多的资产证券化交易。住房抵押贷款和应收账款将继续推动资产证券发行量的增长。
中国在十年前因资产证券市场造成全球金融危机而在几年内禁止了
资产证券交易。现在该市场正在成为举债的另一种选择。根据中国中央存管和清算所的数据，资产证券化市场在2018年底占中国76.5万亿元债务市场的4％左右。但它与1.56万亿美元的美国资产证券市场相比，仍然相形见绌。左表示上半年结构性债务的销售额激增至8164亿元，预计到年底将达到2万亿元。
现金紧缩
由于非银行金融机构是此类债务的主要买家，对低评级公司债券的需求受到了打击。随着顶级债券和高收益债券之间的利差继续扩大，信贷差异化达到顶峰。相比之下，中国的大多数资产证券持有者都不需要出售他们在该领域的投资。左说“大多数投资者计划在他们第一次购买证券时就会一直持有。它们主要是银行，所以有更强的能力来应对流动性压力，因此资产证券市场尚未面临抛售压力。”
违约率很小
左表示资产证券化市场的违约率也相对较小。根据招商证券的数据，自2012年市场重新开放以来，只有5家资产证券机构违约。他表示这刺激了投资者向资产证券市场提供能够产生稳定现金流的基础资产。由于监管机构加大了对开发商融资活动的审查力度，包括采取新措施遏制该行业的信贷风险，房地产开发商的资产证券市场产品增长可能在下半年放缓。在审查由开发商提出的资产证券交易的申请时，我们认为两家证券交易所正变得越来越严格。”【GM12】
消息来源：彭博新闻网站（The Bloomberg）7月16号报道
https://www.bloomberg.com/news/articles/2019-07-16/this-corner-of-china-s-debt-market-may-grow-to-654-billion")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216657")
               '(q () (pre () "
【新闻】美国已意识到孔子学院对美国国家安全的威胁！ 2019年7月17日
美国国防部希望更多的美国人能说中文，并为美国大学的学生提供了数百万美元的培训资金。中国政府通过孔子学院的语言中心，出于同样的原因，在一些美国大学也一直在做同样的事情。但一项新法律迫使这些美国大学做出选择:他们可以从五角大楼或孔子学院获得资金，但不能同时从这两所学院获得资金。德克萨斯州共和党参议员特德克鲁兹(Ted Cruz)在接受美国国家公共电台(NPR)采访时说，“孔子学院让美国大学暴露在间谍活动和知识产权被盗的威胁之下，我们在大学里看到的这种情况太频繁了。” 美国政界人士、中国分析人士和国家安全机构普遍认为，中国正在对美国发动大规模间谍活动。目标包括政府机密和军事机密、高科技公司和大学研究。笔者按： 孔子学院为中国政府提供了一个海外校园的监视窗口，可以用来在美国招募间谍和密切关注在这里学习的中国学生。孔子学院绝对不是一个简单的机构。【GM18】
消息来源：https://www.npr.org/2019/07/17/741239298/as-scrutiny-of-china-grows-some-u-s-schools-drop-a-language-program")))
           (:- "郭文(短视频 SNOW): " (@ "https://www.guo.media/posts/216639")
               '(q () (pre () "7月17日：snow 在此……【有战友们说有一个白色的狗在此就好啦……】这里的大自然太棒了👏👏👏👏"))
               (u (:- '(pre () "一大只白色的毛毛虫")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.17")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/216624")
               '(q () (pre () "
【新闻】莆田亿万富豪黄志坚在扫黑运动中被通缉，潜逃香港，中国私营企业家正在上演一个个被中共清算的悲剧
2019年7月15日中共党媒经济周刊报道一位莆田亿万富翁的涉黑史“香港籍”会成他的护身符吗？报道指出如果不是这场扫黑除恶运动，发迹莆田的港籍亿万富豪黄志贤仍然是莆田当地称霸一方的地产商、“爱国华侨”、“慈善家”。警方的一纸通缉令撕开了黄志贤伪善的面具：黄志贤、黄龙熙父子分别因涉嫌非法拘禁、强迫交易被列为扫黑除恶的对象。
可以看出该报道一箭多雕，一方面杀鸡儆猴制造恐怖气氛。另一方面大力赞扬共产党在国内发起的扫黑除恶运动，为暴政洗地。此外特意指出“香港籍”这将为下一步对香港遣返法和对香港人民反送终的正义游行采取的下一步行动制造舆论。这也验证了郭文贵先生在一年前王岐山当选国家副主席的修宪运动中说的，国内将迎来新一轮的剪羊毛，这将是私营企业家的悲剧。一年多的时间，国内私营企业家被抓被消失一个接一个，正在重复着王健“白手套”的命运这将所有是私营企业家的悲哀。如果还不看清共产党的本质，中国私营企业家都将成为下一个王健。（GM19）
新闻来源：http://www.ceweekly.cn/2019/0715/261725.shtml
")))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/216622")
               '(q () (pre () "7月17日：这个朋友家的农场6千英亩……未来的喜马拉雅农场应该多大好呢？")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216578")
               '(q () (pre () "
【新闻】2019年7月17日 微博一则 7月15日中国花卉协会发布《拯救牡丹为我国国花的意见的通知》。今日花协工作人员回应，相关投票只是为了做民意调查，“国花这个事，肯定是我们协会定不了的。我们下一步会综合各方面意见，在往上面反映“。你pick那种“花”？ 在选项里有四个选项分别是牡丹、梅花、韭菜、其他，评论区推荐～。该微博发出后，微博用户对该微博评论迅速增加，评论热烈。选择牡丹的347人、梅花192人、韭菜1230人、其他，评论区推荐～41人。
编者按：通过这一个小小的微博微文充分的体现了，在投票里大部分选择『韭菜』的微博用户对CCP统治不满，并且认为自己在这个国家就如同韭菜一样随时被CCP收割、随时被压榨。这1230人占这个微博微文投票的大多数，也侧面证明了大部分网民对CCP的统治是不满意的，他们用这种投票选择韭菜的方式在表达对CCP执政能力的讽刺与不满，并且告诉其他网民：看这就是CCP控制的国家，人民就如同韭菜一样可以随意被割掉，截至发稿前该微博已被删除。这就又暴露出两个问题，第一个是CCP对舆情的监控反应迅速；第二个问题CCP深知自己在中华人民共和国百姓心中的位置是怎样的，CCP掌权的国家连一条微博都容忍不下，又怎么会容忍对它发出不满声音的老百姓呢。【GM22】")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216577")
               '(q () (pre () "
【新闻】中国零售经济数据造假，必将作茧自缚  7/15/19
早在2013年，中国宏观经济数据就疑似经过“和谐”加工，甚至被认为是大幅度造假。经济学家Nouriel Roubini认为，CCP公布的无论贸易或GDP数据均是造假，与2016年以前一直存在的造假程度相比，目前有过之而无不及。近期6.2%的GDP已创有史以来新低（年同比），对于还在幻想着CCP扩大信贷及多项宽松刺激措施能起死回生的人来说，就是一记打脸。
在此经济下滑的统计框架下，流动性没有天量骤增，政府没有强迫信贷，或者说没有一个大奇迹出现的时候，CCP竟然能公布出如下数据：6月份汽车零售规模增速17.2%、社会消费品零售总额增速9.8%（年同比）。这些数据简直违反天理，就是像是翻来覆去把玩魔术一样神奇。不是不可信，简直太不可信。【麻辣土豆】
来源：https://www.zerohedge.com/news/2019-07-15/wont-end-well-lies-damned-lies-chinas-retail-sales-data")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216576")
               '(q () (pre () "
再见了，香港：不确定性，一些港人被迫考虑离开
https://spark.adobe.com/page/FOXkTFmZqk8Jj/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/FOXkTFmZqk8Jj/")))))
           (:- "郭文(短视频 照片): "
               (@ "https://www.guo.media/posts/216522")
               " .. "
               (@ "https://www.guo.media/posts/216517")
               '(q () (pre () "7月17日：(视频……)两架超级飞机和我们的SNOW 👉👉👉一起起飞……文贵又进山啦……这几天我会很少上网……一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216514")
               '(q () (pre () "
王健法國身亡沒多久 郭文貴爆「這些人」竟現身當地酒店
https://ec.ltn.com.tw/article/breakingnews/2855455"))
               (u (:- `(cite () ,(@ "https://ec.ltn.com.tw/article/breakingnews/2855455")))))
           (:- "郭文(图片 照片): " (@ "https://www.guo.media/posts/216478")
               '(q () (pre () "7月17日：伟大的香港……每时每秒都在创造历史……改变世界……大家猜猜我要去哪里？"))
               (u (:- '(pre () "香港 银发族 游行"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/216463")
               '(q () (pre () "7月17日：尊敬的战友们好！你们健身了吗？回答很多战友们关于郭战装的几个小问题……一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216337")
               '(q () (pre () "翻译】中国GDP跌至27年低位，更糟的还在后头？
https://spark.adobe.com/page/Y8KgKpOQdmhYC/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/Y8KgKpOQdmhYC/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216313")
               '(q () (pre () "
【新闻】川普表示美国将调查谷歌与中国军方合作（2019年7月16日）
美国总统川普表示，白宫即将调查谷歌是否在背后支持中国政府。此前有指控称，该公司一名职员在数小时后的参议院听证会上予以反驳。总统重申了贝宝(PayPal)联合创始人、风险投资家彼得•泰尔(Peter Thiel)此前的指控，即谷歌可能受到中国情报机构的渗透。川普总统在推特写道“一个伟大而又聪明的人，他比任何人都更了解关于这个问题!”并表示川普政府会对此事件进行调查。 川普后来对记者说，他将让包括司法部在内的多个机构去调查彼得•泰尔的指控“是否属实”。美国参谋长联席会议主席、海军陆战队上将邓福德(Joseph Dunford)今年3月在国会听证会上对谷歌表达了类似的担忧。笔者按：如果像美国这样世界级的大公司跟中共军方合作，那么将会对美国国家安全甚至是世界安全是一种威胁和挑战。中共最善于用温水煮青蛙的方式来麻痹自己的国民和自己的政治对手。 当对方察觉时已为时迟已晚，再无回天之力！ 【GM18】
消息来源：https://beta.theglobeandmail.com/business/article-trump-says-us-will-investigate-accusations-google-worked-with/")))
           (:- "郭文(视频 王健之死): " (@ "https://www.guo.media/posts/216310")
               '(q () (pre () "2018年7月3号王健被杀当天以及7月4号陆续出现在现场的都是谁？(中英字幕版) Who showed up at the scene on July 3rd, 2018, the day Wang Jian was killed? And, who were those who appeared in succession on July 4th?")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216270")
               '(q () (pre () "
翻译】随着贸易战的持续进行，中国经济季度增长率降至27年来的最低点
https://spark.adobe.com/page/lIh8KUySe3Zxx/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/lIh8KUySe3Zxx/"))))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.16")
        (u (:- "郭文(视频): " (@ "https://www.guo.media/posts/216232")
               '(q () (pre () "美方和欧洲的一系列反击")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216228")
               '(q () (pre () "
文字版：郭先生7月15日直播：盤古大觀在7月14日被北京高院公告······將以實際價格的10%被拍賣······實際的背後的黑手就是江澤民和江志成，孟建柱和孫力軍······王岐山！這就是過去兩週他們要栽贓····  
https://spark.adobe.com/page/dDHl8W9pcOxJE/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/dDHl8W9pcOxJE/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216206")
               '(q () (pre () "
【翻译】两党法案将禁锢川普对中做出退让 
https://spark.adobe.com/page/I4fDNyJF4Yw9D/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/I4fDNyJF4Yw9D/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216163")
               '(q () (pre () "
【新闻】 前总统国家安全事务顾问苏珊·赖斯在推特上和中国外交官展开了激烈的口水战（2019年7月15日）
美国前国务卿苏珊·赖斯在推特上与一名中国高级外交官发生了不寻常的激烈种族争端。在一系列的推特中，显然是为了表达更广泛的观点关于中国新疆大规模拘留穆斯林引发的外交分歧，驻伊斯兰堡的外交官赵立坚(Lijian Zhao)周日表示，如果“你在华盛顿特区”你就知道白人是从来不去美国首都的东南部。赖斯在推特上告诉赵立坚“你是个种族主义者，耻辱。而且无知得令人震惊 。她可能认为赵立坚被派往中国驻华盛顿使团，然后向中国驻美国大使发表了她的下一个评论。“崔大使，我对你和你的团队有更高的期望。请做正确的事，把他送回家。” 赵立坚在周一回击了赖斯，“你也太丢人了。而且你也是无知得令人震惊。我在伊斯兰堡工作。真相就是有杀伤力的！我只是在说实话。把说真话的人贴上种族主义者的标签，这是可耻和令人厌恶的。”
笔者按：在近两年，中共外交官的态度是越来越蛮横，毫无掩饰的公开批评他国。这种蛮横不讲理的态度有失大国风范。同时也是经常颠倒黑白，把中共制造的内乱说成了是外国势力的渗透，一切目的是为了把国内矛盾转向国外。 然而对内大肆宣传西方是没落的帝国，而中国才是新兴而起的大国！ 中共长期转移人们的视线和长期宣传中国的经济腾飞是因为党领导的好，人们才能过上了好日子。 那么他们忘记了说中国经济飞速的发展是中共不停的超发货币导致了房地产的泡沫和通货膨胀，给中国人民一种幻觉自己富有了， 但是其实生活还是诸多不易，再加上社会资源分配不均等而带来的社会矛盾【GM18】
消息来源：https://www.bloomberg.com/news/articles/2019-07-15/susan-rice-calls-chinese-diplomat-a-racist-disgrace-on-twitter")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/216133")
               '(q () (pre () "7月16日：香港会有什么紧急情况发生？一切都是刚刚开始！")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/216093")
               '(q () (pre () "
7月16日：文贵．衷心祝愿同胞们能平安渡过此劫……减少伤害！千万不要相信．天天喊着比爹娘还亲的共产党来救你们！只有洪水退后．官员才会拎着篮子．打个雨伞，带着他们控制的摄像机．出现在你们的视野中！历史无数次告诉我们，只要人民需要的时候，共产党一定是不存在的．共产党一定是给大家准备好了更多的监狱来解决灾后的问题．不听话的送进监狱……在共产党的眼里，中国的天灾应有老百姓自己消化．跟他们没关系，他们信奉的是．(多灾兴邦）死人越多，共产党越安全……【这他妈谁造谣？没有央视新闻联播报道就是有图片，打死都不信! 湘江决堤，湘潭、株州等地成泽国……半個湖南、京广線都將報废了！三峽作孽！垬作孽！】一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/216023")
               '(q () (pre () "
文字版2019年7月14日班农与文贵直播：共产党为什么可以强奸美国70年？（郭先生篇）
https://spark.adobe.com/page/ZbxbFJ3WCU9KS/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/ZbxbFJ3WCU9KS/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/216010")
               '(q () (pre () "
【郭文贵先生7月15日报平安直播内容梗概】
昨天（7月14日）和班农先生的直播在线人仅翻墙VPN有超600万，直播的力量太大了。对台湾总统蔡英文的评价引起很多人的担忧，郭先生表示他坚持对蔡英文的观点，而他的本意是只要对台湾好他就支持。台湾的未来需要有智慧的无私的跳出统独之权、打破所谓的92共识的魔咒、与美国合作。郭台铭的落选又一次证明跟共产党合作没好下场。郭先生表示绝不支持台独港独，但坚决支持台湾和香港的民主。
盘古大楼被江家拍卖
起因：江家一直想把盘古、方正和、政泉占为己有给江志诚，因此一直陷害郭先生。之后，由于王岐山担心郭先生和马健手中掌握他们太多的证据，才开始了所谓的反腐。
过程：江家利用提前铺垫好的“郭文贵是港独的背后黑手”，发布拍卖公告，并通过“老领导”警告郭先生不许再714班农的访谈中提及王建之死和相关视频，如不听警告，便在24小时之内低价拍卖盘古。果然7月15日盘古被网上评估从25万降5万，价值360个亿（人民币）的盘古大楼降到50个亿（人民币）拍卖。好消息是根据盘古的所有者郭先生的家族基金规定，买家应付基金360亿（人民币，价值53亿美元，2013年的价格）。拍卖盘古是侵犯郭先生家族基金的利益。是江家蓄谋要以低价把盘古抢走。
郭先生重申他的的家族基金绝不能出卖民族国家和的利益，绝不会成为卖国贼。但是会百分之百灭共、灭盗国贼。
江家还会给共产党带来大麻烦。郭先生拥有90多份秘密档案。仅昨天郭先生和前国家安全人员开会时发放的一个信息，将在接下来的一个星期到10天后引发世界局势的大改变。潘多拉的盒子只需要三分钟。
整个上海都是江家的，包括性侵幼女事件的公司也是依靠江家的势力。
郭先生拒绝支持港独，坚决支持香港双普选。
孙立军孟建柱5年之间动用上万名警察调查郭文贵。并企图以反习反国家、双面间谍、强奸犯、洗黑钱、瑞士没收飞机之说和事件陷害郭先生，均被一一推翻，现又以“港独背后黑手”，“涉嫌台独背后黑手”再度陷害郭先生。
江家再次制造虚假事实、利用国家权力、完全不经调查、操纵司法，是习近平的悲哀。是共产党灭亡的征兆。说明了共产党内部斗争的惨烈。
感谢共产党内部的战友提前通知盘古被拍卖公告一事，一次直播付上50亿美元的代价。
请大家密切关注7月24、5号中美之间的政治、贸易、制裁将会发生什么。
最后在为14亿人民祷告后，郭先生补充说，华盛顿要政治地震，原因是共产党玩弄了川普后产生的后果很严重。盘古大楼属于社会的属于民族的。盘古将抢她的坏人暴露于天下，她拥有远远超过金钱的价值、能量和象征。
一切都是刚刚开始。【GM10】
视频来源：
https://www.youtube.com/watch?v=OGbEnYaOGcs&feature=youtu.be"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=OGbEnYaOGcs&feature=youtu.be")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215939")
               '(q () (pre () "
【新闻】中国经济增速降至近30年最低
纽约时报最新消息，中国经济增速降至近30年来最低水平，与此同时，中美之间贸易紧张局势再度抬头，而持续存在的金融问题，正在对中国这个全球最重要的经济引擎之一造成越来越大的破坏。是自1992年开始现代季度记录以来，中国经济增速最慢的一次，这标志这中国经济增速相比今年早些时候大幅放缓，与10年前全球金融危机期间的记录相当。
国家统计局则表示今年上半年经济运行继续保持在合理区间，延续总体平稳、稳中有进发展态势。初步核算，上半年国内生产总值450933亿元，按可比价格计算，同比增长6.3%。分季度看，一季度同比增长6.4%，二季度增长6.2%。分产业看，第一产业增加值23207亿元，同比增长3.0%；第二产业增加值179984亿元，增长5.8%；第三产业增加值247743亿元，增长7.0%。
编者按：二则新闻体现出共产党在国内一直以假数据愚弄人民【GM01，GM06】
来源：https://cn.nytimes.com/business/20190715/china-economy-growth-gdp-trade-war/zh-hant/")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215902")
               '(q () (pre () "7月15日：试试郭媒体即将推出的新软件！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215901")
               '(q () (pre () "7月15日：我在直播中开玩笑说Sara那天偶然．碰到梁忪恒先生的釆访是＂Sara给我带来的麻烦＂那就是一个玩笑……永远感激Sara的辛苦付出！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215856")
               '(q () (pre () "【翻译】彼得·泰尔说：FBI和CIA应该调查谷歌与中国有“貌似叛国”的关系  
https://spark.adobe.com/page/dWiTJeD8qx4Mu/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215831")
               '(q () (pre () "【翻譯】遊行抗議者要求特首林鄭下台：香港緊張局勢不斷升高  
https://spark.adobe.com/page/6Mgn3ZziDvpLt/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215830")
               '(q () (pre () "【翻译】加拿大公民在华东被拘留   
https://spark.adobe.com/page/5JWb1NFahbzXQ/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215829")
               '(q () (pre () "
【新闻】据报道来自台湾的股票分析师因涉嫌欺诈在上海被捕
据台湾媒体上周六报道，周二，12名来自台湾的股票分析师因涉嫌欺诈在上海被拘留，其中9人已获保释，3人仍被拘留。他们都在上海一家名为“仟合亿”(Thousand & Billion)的股票分析应用公司工作，该公司的软件产品爱操盘被控通过推荐每日涨幅不超过10%的股票给投资者造成损失。据媒体报道，该公司并未获得销售这些产品的认证。一位不愿透露姓名的业内人士周日对《环球时报》表示，除了涉嫌非法推荐和操纵股票，被拘留的另一个可能原因是，一些分析师没有获得在中国大陆提供股市分析的执照。笔者按：这是中共一直很善用的政治手腕就是所谓的人质外交。 台湾总统蔡英文访美期间，中共抓捕在华台湾籍人士，就是为了给台湾政府施加压力，找各种莫须有的罪名按在这些人身上，就像前几天抓了1名加拿大人和4名英国人，这就是中国人质外交的卑鄙手段。 威胁加拿大政府释放华为财务总监孟晚舟，同时又威胁英国政府对香港的态度。如果国际社会继续绥靖政策，那么中共会变本加厉继续猖狂的利用人质外交手段，用这种低劣手段威胁各国作为中共政治的杠杆从而达到自己的目的。 这就是一种黑社会的行为，国际社会应该制止这种卑鄙的外交手段。【GM18】
信息来源：http://www.globaltimes.cn/content/1157851.shtml")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215828")
               '(q () (pre () "
【新闻】身处黑名单和美中贸易争端中的华为计划削减在美就业岗位：报告
“华尔街日报”周六报道: 华为正处在美国政府的禁令和美中的持续贸易争端中。该公司计划裁减数百个在美国业务中的工作岗位。
根据该报道，华为计划裁减其研发子公司Futurewei Technologies的员工，该子公司位于美国德克萨斯州和加利福尼亚州的实验室都有雇佣研发人员。虽然确切的裁员人数还没有被披露，但有消息人士称这次裁员会波及数百名员工。有几名Futurewei员工已收到解雇通知，预计将在不久的将来会宣布更多的裁员。
自从加拿大政府应美国当局的要求于去年12月在温哥华逮捕了华为创始人的女儿-首席财务官孟晚周，美国和中国科技巨头之间的紧张关系日渐升级。孟被指控企图通过逃避美国对伊朗的制裁而向该国出售设备。美国还表示在与中国的贸易争端中，华为是一个国家安全问题而不是贸易问题。
今年5月，美国将华为列入黑名单，阻止美国公司在未经政府批准的情况下向公司提供计算机芯片，软件和其他组件。
特朗普在6月底给华为公司放缓了禁令，表示将允许一些美国供应商向华为出售零部件。“美国公司可以将他们的设备出售给华为“ 特朗普在与中国国家主席习近平在日本20国集团峰会上会晤后举行的新闻发布会上说“我们谈论的设备没有构成严重的国家安全问题”。
编者按：华为的全球5G网络计划，加上“一带一路”，“中国制造2025“和 “中国制造2050“是中共向外扩张和称霸全球野心的战略部署之一。由美国、英国、加拿大、澳大利亚和新西兰组成的“五眼联盟”旨在全面防范华为在5G网络技术的垄断和对网络通信的安全构成的风险，以确保国家重要基础设施不受其威胁。【GM12】
消息来源：福克斯商业网站（The FoxBusiness）7月14号报道：https://www.foxbusiness.com/technology/huawei-cut-jobs-us-blacklist-report")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215827")
               '(q () (pre () "
【新闻】广西都安一间房屋倒塌致4名小孩身亡，最小仅2岁
2019年7月13日下午，都安县拉仁镇仁联村岑山队一房屋突然倒塌，造成4人救治无效不幸死亡（蓝某心，女，13岁；蓝某匀，女，9岁；蓝某焱，女，7岁；蓝某羽，女，2岁），1人受伤（蓝某胡，男，5岁）。
编者按：共产党统治下的中国无人安全，党内部分家族占有大量财富，底层人民的居住条件却无法得到保障，日前山西天镇县一贫困村村民常年居住土窑洞危房，向政府申请改善居住环境迟迟没有答复，最后竟偶然得知自己名下早有危改安置房但被无良村干部隐瞒长达五年。如果中国没有真正的法治，房子即使挺过天灾，也无法避免人祸【GM01】
来源：https://news.sina.com.cn/c/2019-07-13/doc-ihytcitm1824400.shtml"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.15")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=OGbEnYaOGcs&t=1s"
                           "7月15号：盘古大观在7月14号被北京高院公告……将以实际价格的10％被拍卖……实际的背后的黑手就是江泽民．和江志成．孟建柱和孙力军……王岐山！这就是过去两周他们要栽赃文贵．、……")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215650")
               '(q () (pre () "
【新闻】中国进出口数据奏响经济下行序曲7/12/19
中共已无法挽救经济下滑趋势，经济学家已预期中美关税之争必然导致内需疲软及商品价格波动，但中国进口数据跌幅超过专家预期。同期相比，整体6月份出口下降1.3%，进口下降7.3%，对美出口同比下降7.8%（5月份该数据为3.6%），对美进口同比骤降31%。双边贸易赤字扩大至299.2亿美金，为7个月来峰值（5月份还数据为269亿美元）。与上述下行数据逆行的是，6月份中国对东南亚出口同比暴增13%（5月该数据为3.5%），通过转运躲避美国关税之意不言而喻。
本周中美电话磋商继续，但据知情人透露两月前双方分歧依然存在。中方使用猛药刺激经济，上月通过银行体系发债1.66万亿人民币（2420亿美元）。包括政府债券在内，6月份社会整体融资规模已达2.26万亿人民币（5月为1.4万亿人民币）。目前中国对外贸易盈余还在支撑人民币走势，但将会受阻于贸易及经济形势的不确定性。【麻辣土豆】
来源：https://www.wsj.com/articles/china-trade-data-points-to-sagging-economy-11562934414")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215648")
               '(q () (pre () "
【新闻】新闻监察机构表示，去年是自1997年以来香港新闻自由最糟糕的一年 07/13/19
香港新闻监督机构表示，政府损害了香港的言论自由，他们称这是香港后殖民历史上最糟糕的一年之一。7月7日，香港记者协会发布了题为《红线扼杀自由》的2019年年度报告，指出了过去12个月发生的几起事件，表明政府加强了对新闻的控制。事件包括该市拒绝向当时的外国记者俱乐部(FCC)副主席维克多·马利特发放签证续签，警方涉嫌对记者行为不恰当的案件，在引渡法案危机期间，行政长官林郑月娥领导的政府缺乏透明度。该协会上月向独立警察投诉委员会提出投诉，称警方在针对英国广播公司(BBC)拟议的引渡法的抗议活动中，对26名记者造成了身体伤害【GM18】                                                                                                 消息来源：https://www.hongkongfp.com/2019/07/13/journalism-watchdog-says-past-year-among-worst-hong-kong-press-freedom-since-1997-rally-planned-sunday/")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215642")
               '(q () (pre () "
7月14号：衷心地感谢凤凰九天制作的视频和木兰传奇加上英文字幕！郭媒体的标志是神鹰！不是鸡！😻😻😻🙏🙏🙏😹😹😹一切都是刚刚开始！")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215600")
               '(q () (pre () "
7月14日：郭台铭被国民党……抛弃了……输了……看他的梦总统之说是假的……天神妈祖佑护台湾🙏🙏🙏🙏🙏🙏🙏🙏🙏一切都是刚刚开始！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215598")
               '(q () (pre () "
7月14号：请所有的朋友们战友们．一定要记住……未经喜马拉雅大使馆和法制基金的及文贵的邀请……不要擅自闯入喜马拉雅大使馆……否则将对任何人都是很大的麻烦……这是一个敏感的时期……和需要彼此尊重的方式……文贵不愿意看到这一幕发生在任何人身上……但是文贵很无奈，因为文贵必须遵照当地的法律．防止和安保团队的要求．我相信我们真正的战友不会像这个人这样子的……一切都因为CCP很可耻……🙏🙏🙏🙏🙏🙏一切都是刚刚开始！")))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/215597")
               '(q () (pre () "小庄随手一拍分享：周末休闲郭战装的郭文贵先生")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=wQHT5iXHtU8&feature=youtu.be"
                           "7月14号：一周后的世界将发生巨大的变化 反C C P的爆料革命将进入一个新的关键时刻 世界将进入一个新的世纪 一切都是刚刚开始！")
               '(small () "Youtube: 美东之声"))
           (:- "郭文(照片): " (@ "https://www.guo.media/posts/215595")
               '(q () (pre () "2019-7-14；小庄随手一拍分享!")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215590")
               '(q () (pre () "【翻譯】國會旨在解決中國對宗教少數群體的暴行   
https://spark.adobe.com/page/7s5wtcLhtuxZH/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/7s5wtcLhtuxZH/"))))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2019.7.14")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/215520")
               '(q () (pre () "
班农先生与文贵先生灭共  中英文双频道同时直播。
一个小时后，美东时间早上9:30/香港时间晚上9:30开播

中文频道请前往郭媒体：https://www.guo.media/
英文频道请前往法制基金Youtube：https://www.youtube.com/channel/UCfG2D1ZWTfvp5p3gl5PHmmg?view_as=subscriber")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215495")
               '(q () (pre () "
7月14号：尊敬的战友好……由于香港昨天的的精彩的抗议运动……昨晚没怎么睡觉……非常兴奋……文贵暂时决定今天爆一个小小的小料……为了呼应香港的一个美丽而伟大的日子……一切都是刚刚开始！"))
               (u (:- '(pre () ""))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=WCvIFWfzaSw"
                           "2019-7-14；班农与文贵直播: 共产党为什么可以强奸美国70年？")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215460")
               '(q () (pre () "
7月14号：尊敬的战友的好！几个小时后的文贵与班农先生的直播即将开始……此次的翻译会通过两个频道传出……在郭媒体直播时将釆用．中文．英文频道．同时进行……请大家注意即将公告的链接方式……直播完成后，也会上传现场的原因版视频……我们的广告和链接一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215254")
               '(q () (pre () "
【翻译】中国3万亿美元的融资市场损失显露    
https://spark.adobe.com/page/Uyo7agIGszXHE/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/Uyo7agIGszXHE/")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215253")
               '(q () (pre () "
How does the Foreign Ministry use lie to cover up the truth in Xinjiang？
看中共外交部如何撒谎掩盖新疆真相"))
               (u (:- '(pre () "郭文视频: 耿爽 (我: 一听它说话 耳朵里就被火烧的厉害 倍爽 。。。)"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215229")
               '(q () (pre () "香港自贸区")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/215180")
               '(q () (pre () "HK Lennon Wall Attack_1")))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215147")
               '(q () (pre () "
【新闻】西藏司政访问意大利，与政府官员及国会议员见面
近日藏人行政中央司政洛桑森格前往意大利各地，与多位政界人士会面交流。据藏人行政中央英文官方报道，司政于本月9日在圣卢切市同市长加蜜拉·卡丽（Giamila Carli）一道出席了一场为达赖喇嘛尊者八十四岁生日而举办的庆典。
加蜜拉·卡丽在活动上致词向尊者生日送上祝福，并承诺将继续支持意大利藏人社区，同时强调不会基于经济利益考量而无视西藏人权。
司政当时感谢圣卢切市市长所秉持的立场，并表示希望世界其他国家的领袖也能够效仿加蜜拉·卡丽的勇气。
司政指出中国政府应该借鉴南蒂罗儿的成功自治经验，向西藏给予名副其实的自治权利。省长阿诺·科帕茨彻也承诺将继续支持西藏争取自治。
此外，司政还在意大利智库“优若克研究中心”（EURAC Research Center）发表了一场演说。他分享了西藏半个世纪以来所遭遇的困苦，并指出世界可以从西藏的经历中看清，中共在全世界竭力推销“一带一路”项目的真正意图。【GM14】
新闻来源：西藏之声")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215146")
               '(q () (pre () "
【新闻】流亡在美国的中国亿万富翁在虚假推文诽谤诉讼案中胜诉
郭文贵诉讼案是一个公众人物成功胜诉的罕见案例【GM12】
https://spark.adobe.com/page/i4JasbaMJqHuR/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/i4JasbaMJqHuR/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215145")
               '(q () (pre () "
翻译：香港的示威活动是否可能意味着中国共产党的终结？
https://spark.adobe.com/page/e4a8fCRKMCPiQ/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/e4a8fCRKMCPiQ/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215144")
               '(q () (pre () "
文字版：2019年7月12日蔡英文訪問紐約，和香港接下來的行動。大阪G20的結果已經影響了美國內部的政治！一切都是剛剛開始！ 
https://spark.adobe.com/page/LnijqiwW1i7dD/"))
               (u (:- `(cite () ,(@ "https://spark.adobe.com/page/LnijqiwW1i7dD/")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/215137")
               '(q () (pre () "
【新闻】山东大学为留学生配女伴
山东大学为外国留学生配3名女学伴的消息在网络曝光，引发对来华留学生特权的质疑。有大陆网友批评道，某些大学把小女生介绍给外国男性留学生当学伴，究竟意欲何为？」还有网友直斥：「这是拉皮条。」大陆网友「沙和尚的微博」近日在微博披露，山东大学公布了2018年学伴的选拔结果，选出141名中国学生为来自巴基斯坦、尼泊尔、叶门、马来西亚、俄罗斯、阿富汗、肯尼亚等国的47名留学生做「学伴」。该网友还披露，该大学2017年也为留学生一对一招募学伴，现在加码了，为每位留学生配3个学伴。该微博贴文被大量转发，引发关于对留学生特权的质疑。根据山东大学公布的学伴名字显示，主要是以女生为主。该大学2017年留学生「学伴」名单显示，30名学伴就有26人为女生。此外，山东大学的招收学伴的报名表，以及学伴管理规定，还特别强调学伴的性别，将「结交外国异性友人」也列为选项之一。这引起网络上极大争议。2018年6月，一部访谈记录片《一个国家两种宿舍》在网路上热传，拍摄者疑似是在中国的外国留学生，她选择了北京、兰州两地的两所高校，以拍摄及采访方式，揭示中共教育部对本国学生和外国学生在住宿条件上的差别对待。【GM15】
引自:https://www.ntdtv.com/b5/2019/07/11/a102620099.html")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215131")
               '(q () (pre () "
【新闻】近六成投票者表示童年遭受性骚扰
07月07日，一位女性博主在论坛发起调查：小时候你有被性骚扰过吗？截止发稿，该调查一共收到1147票，其中669票（58.3%）表示在童年遭受到不同程度的性骚扰。博主本人也分享了小时候的两次被性骚扰的经历。
博主的经历摘录如下：“七八岁的时候，一年级，又一次是我们在上绘画课，一个很老的男老师，之前就听说他很色，老是骚扰一个四年级的女同学，当上课他先是对我们班的其他女同学下手，他就做到女同学旁边，看着像是在辅导画画，其实手就一直往女生裤子里伸去，一节课骚扰好几个女同学，我当时也有反抗，一直抓住他的手，但是我胆小到都不敢回来和父母说。还有一次是暑假去乡下姑姑家住，也是以点击的时候，姑姑刚生小妹妹，当时是一个早上姑姑已经起床了，我就感觉有人把手伸进我的裤子，没想到竟然是姑父，我吓的赶紧起床，到现在我都没和任何人说过。” 
编者按：在共产党统治下的中国，女性的基本权利得不到任何保障。如果施暴者是共产党的官员，受害者情况甚至会变得更糟糕。2017年红黄蓝幼儿园大规模猥亵强奸幼儿的案件爆发后，共产党官方寻找了一位幼儿园教师当替罪羊以掩盖背后的真相，至今，该幼儿园仍旧在美国纽交所挂牌交易(NYSE:RYB)。灭掉共产党，夺回本属于我们的天赋人权。【GM09】
新闻来源：https://m.babytree.com/community/xinqing/topic_90124950.html")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215129")
               '(q () (pre () "
【新闻】米莱将军:中国是未来50到100年国家安全的主要挑战
“我认为中国是未来50到100年美国国家安全面临的主要挑战，” 陆军参谋长马克·米莱将军说，他已被川普总统提名为他的最高军事顾问，担任下一任参谋长联席会议主席。米莱将军表示，他将通过维护国际秩序准则来应对中国在世界各地日益增长的经济和军事影响力，并在这些准则受到违反时站出来反对中国。他说:“他们把贸易作为实现国家安全利益的杠杆，而一带一路是其中的一部分，是更广泛计划的一部分。” “中国在太空、空中、网络、海洋、陆地等领域的军事实力正在迅速提升。他们的能力、理论和组织等等，他们的技术发展，他们的采购……所以中国正在非常、非常迅速地向前发展。” “我们美国需要确保……我们不会失去相对于其他国家的优势，特别是相对于中国的优势，” 米莱将军说。【GM18】
信息来源：https://www.breitbart.com/national-security/2019/07/11/gen-mark-milley-china-is-main-national-security-challenge-for-next-50-to-100-years/")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215128")
               '(q () (pre () "
【新闻】彼得.纳瓦罗说“不要相信中国或美国媒体”称华尔街日报写的是“垃圾”故事
新闻要点：纳瓦罗说“我对投资者的建议是要对这个谈判过程保持耐心，不要相信你在中国或美国媒体上看到的关于这些谈判的任何内容，除非它来自总统或顾问莱特西泽”。纳瓦罗补充说：“华尔街日报和人民日报将会发布大量关于贸易谈判的垃圾新闻。”
白宫贸易顾问彼得.纳瓦罗表示，有关美中贸易谈判的媒体报道并不可靠，甚至将“华尔街日报”的报道称为“垃圾”。纳瓦罗周五在CNBC上“Squawk Box”节目中接受采访中说道“我对投资者的建议是要对这个过程保持耐心，不要相信你在中国或美国媒体上看到的那些关于谈判的任何内容，除非它来自总统或顾问莱特西泽”。纳瓦罗说：“华尔街日报和人民日报将会报道大量垃圾新闻。我之前看过这种“电影”......他们写了各种各样的故事，旨在塑造谈判内容，他们对此没有任何深度见解。”纳瓦罗没有讨论任何具体的故事或提出任何证据来支持他的观点。
“华尔街日报”周一报道说，某些因素正在影响新一轮的贸易谈判，这包括中国不会加大购买美国农产品的力度。特朗普自己后来证实了中国不会加大购买农产品的事实。华尔街日报发言人考林.斯瓦兹（Colleen Schwartz）在回应纳瓦罗的评论时告诉CNBC“我们支持我们的报道”。 
“人民日报”是中国共产党的官方报纸。
就这些贸易谈判而言，纳瓦罗表示，贸易战正处在“一个寂静的时期”，并补充说美国贸易代表罗伯特·莱希特将在不久的将来与财政部长史蒂芬·姆努辛一起前往北京。川普总统和中国领导人习近平上个月在日本举行的20国集团会议上同意达成休战，此前两国都向对方征收数十亿美元的商品关税。中国上周表示，如果要达成贸易协议，美国必须先解除对中国商品的所有关税，而川普表示美国不会减少这些关税。【GM12】
消息来源：美国全国广播新闻公司（CNBC）记者李云7月12号报道：https://www.cnbc.com/2019/07/12/peter-navarro-dont-believe-anything-you-read-in-the-chinese-or-us-press-about-trade-negotiations.html")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215127")
               '(q () (pre () "
【新闻】蔡總統過境紐約 中國宣布制裁對台軍售美國企業
總統蔡英文出訪加勒比海4友邦，過境美國紐約，層級大為提升，反映台美關係良好。中國外交部今天在例行記者會稱，已向美國提出了嚴正交涉，並再次要求美方立即停止對台軍售，停止美台軍事聯繫，隨後中國外交部在官網刊登新聞稿宣布，將對參與此次售台武器的美國企業實施制裁。新聞稿稱，「美方向台灣出售武器嚴重違反國際法和國際關係基本準則，嚴重違反一個中國原則和中美三個聯合公報規定，損害中國主權和國家安全。為了維護國家利益，中方將對參與此次售台武器的美國企業實施制裁」。在蔡總統出訪前，美國國務院9日宣布批准2項對台軍售，包括總額達20億美元的M1A2T艾布蘭戰車（Abrams）與相關設備及支援，以及總額達2.23億美元的可攜式刺針防空飛彈（Stinger Missiles）與相關設備。對此，陸委會稍早發布新聞稿強調，我們有權利參與全球事務並奉獻國際社會，同時必須正告對岸，切勿藉口生事，任何製造台海情勢緊張的圖謀，絕對是自取其辱、更不會被國際社會及台灣人民所接受。【GM15】
引自:https://news.ltn.com.tw/news/politics/breakingnews/2851198")))
           (:- "郭文: " (@ "https://www.guo.media/posts/215126")
               '(q () (pre () "
【新闻】流氓政权！中国油价再涨,加满一箱油多花6元
2019/7/9日据中国发改委消息，新一轮成品油调价窗口于（7月9日）24时开启。本次油价调整具体情况如下：汽油每吨上调150元、柴油每吨上调140元。全国平均来看：92号汽油每升上调0.12元；95号汽油每升上调0.12元；0号柴油每升上调0.12元。按一般家用汽车油箱50L容量估测，加满一箱92号汽油，将多花6元。中国的油价为什么那么高?从2009年起，中国取消了公路养路费等6项收费，但汽油价格中的税收占比仍然高达三成，包括增值税、消费税(燃油税)、城建税等费用。若减去政府对汽油、柴油所征收的税费，中国的油价与美国大致相同（美国油价约合人民币5.3元）。例如，按照2017中国人均GDP来计算，中国每日人均为23.6美元，油价为1.1美元，油价占比为4.6%。而油价最高的香港地区每日人均为126.3美元，油价为2.13美元，油价占比为1.68%。油价的飞涨我们会切身地感受到，中国一切都听党的，一切都是党的，国际油价涨中国油价涨，国际油价跌中国油还价涨。只有结束CCP的政权中国油价才会到一个正常水平。【GM07】
新闻来源：https://www.weibo.com/renminwang?refer_flag=1001030103_")))
           (:- "郭文(照片 SNOW): " (@ "https://www.guo.media/posts/215101")
               '(q () (pre () "7月12日：一切都是刚刚开始！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=iBEvoTgyVFM"
                           "7月12号：文贵报平安直播！蔡英文访问纽约．和香港接下来的行动．大版G20的结果已经影响了美国内部的政治！一切都是刚刚开始！")
               '(small () "Youtube: 郭文贵")
               (u (:- '(pre () "..."))))
           (:- "郭文(图片): " (@ "https://www.guo.media/posts/215055")
               '(q () (pre () "
7月12号：尊敬的战友好．文贵马上在这里向大家短暂报平安直播，一切都是刚刚开始！"))))))
 *news-topics-guo*)

(->file
 #P"./articles/2019/7/guo-news-201907.html" 
 (->html
  (layout-template
   nil
   :title "郭文贵 2019.7"
   :links `((link (:rel "stylesheet" :href "/testwebsite/css/bootstrap.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/font-awesome.min.css"))
            (link (:rel "stylesheet" :href "/testwebsite/css/style.css")))
   :head-rest `((style () "
.btn-link {color: black }
.btn-link:hover {text-decoration:none}
q {
border-left: 5px rgb(210, 212, 212) solid;
display: block;
padding: 5px 10px 5px 10px;
text-align: justify;
}
q::before, q::before {
display: block;
content: \"\";
}
li pre {
display: inline;
margin: 0;
white-space: pre-wrap;
}
li q {
margin-left: 16px;
}

.zoom {      
-webkit-transition: all 0.35s ease-in-out;    
-moz-transition: all 0.35s ease-in-out;    
transition: all 0.35s ease-in-out;     
cursor: -webkit-zoom-in;      
cursor: -moz-zoom-in;      
cursor: zoom-in;  
}     
.zoom:hover,  
.zoom:active,   
.zoom:focus {
-ms-transform: scale(7);    
-moz-transform: scale(7);  
-webkit-transform: scale(7);  
-o-transform: scale(7);  
transform: scale(7);    
position:relative;      
z-index:100;  
}
"))
   :content
   `(,(site-header)
      (main (:class "content")
            ;; 
            (div (:class "topic" :style "font-size: 140%")
                 ,@(nreverse *news-topics-guo*)))
      ,(site-footer)))))
