(in-package :twb)

;; (defvar *news-topics* (make-hash-table :test 'equal))
;; (defun news-set-topic (topic value)
;;   (setf (gethash topic *news-topics*) value))
;; (defun news-get-topic (topic)
;;   (gethash topic *news-topics*))


(defparameter *news-topics* nil)
(defun news-add-topic (topic)
  (push topic *news-topics*))

(let ((show t))
  (defun news-topic (title time &rest content)
    (let ((id (format nil "collapse~a" (random 10000))))
      `(div (:class "topic card")
            (div (:class "card-header d-flex w-100 justify-content-between")
                 (button (:class ,(concat "btn btn-link" (if show
                                                             ""
                                                             " collapsed"))
                                 :type "button"
                                 :data-toggle "collapse"
                                 :data-target ,(concat "#" id))
                         (h2 () ,title))
                 (small () ,(format nil "更新时间: ~a" time)))
            (div (:class ,(concat "collapse"
                                  (if show
                                      (progn (setf show nil)
                                             " show")
                                      ""))
                         :id ,id
                         :data-parent "#topic-accordion")
                 (div (:class "card-body")
                      ,@content))))))


;; (defun news-to-topic (title time &rest content)
;;   (news-set-topic title (->html (apply #'news-topic title time content))))

(defun news-to-topic (title time &rest content)
  (news-add-topic (->html (apply #'news-topic title time content))))

(defun @ (link &optional title)
    (let ((tle (if title title link))) 
        `(a (:href ,link) ,tle)))

(defun u (&rest rest)
  `(ul () ,@rest))

(defun :- (&rest rest)
  `(li () ,@rest))

(defun news-index ()
  (->html
   (layout-template
    nil
    :title "News 新鲜事"
    :links `((link (:rel "stylesheet" :href "/testwebsite/css/bootstrap.min.css"))
             (link (:rel "stylesheet" :href "/testwebsite/css/font-awesome.min.css"))
             (link (:rel "stylesheet" :href "/testwebsite/css/style.css")))
    :head-rest `((style () "
.btn-link {color: black }
.btn-link:hover {text-decoration:none}
cite {
font-size: 88% }
q {
border-left: 5px rgb(210, 212, 212) solid;
display: block;
padding: 5px 10px 5px 10px;
text-align: justify;
}
q::before, q::before {
display: block;
content: \"\";
}
li pre {
display: inline;
margin: 0;
white-space: pre-wrap;
}
li q {
margin-left: 16px;
}

.zoom {      
-webkit-transition: all 0.35s ease-in-out;    
-moz-transition: all 0.35s ease-in-out;    
transition: all 0.35s ease-in-out;     
cursor: -webkit-zoom-in;      
cursor: -moz-zoom-in;      
cursor: zoom-in;  
}     
.zoom:hover,  
.zoom:active,   
.zoom:focus {
-ms-transform: scale(7);    
-moz-transform: scale(7);  
-webkit-transform: scale(7);  
-o-transform: scale(7);  
transform: scale(7);    
position:relative;      
z-index:100;  
}
"))
    :content
    `(,(site-header)
       (main (:class "content")
             ;; 
             (div (:class "accordion" :id "topic-accordion"
                          :style "font-size: 140%")
                  ;; ,@(loop for v being the hash-values of *news-topics*
                  ;;      collect v)
                  ,@(nreverse *news-topics*)))
       ,(site-footer))
    :scripts `((script (:src "/testwebsite/js/jquery-3.2.1.min.js"))
               (script (:src "https://stackpath.bootstrapcdn.com/bootstrap/4.1.3/js/bootstrap.min.js"
                             :integrity "sha384-ChfqqxuZUCnJSK3+MXmPNIyE6ZbWh2IMqE241rYiqJxyMiZ6OW/JmZQ5stwEULTy"
                             :crossorigin "anonymous"))))))

(defparameter *news-topics-guo* nil)

(push
 (u (:- '(small () "2018.11.27")
        (u (:- "郭文: "
               (@ "https://www.guo.media/posts/149904")
               " .. "
               (@ "https://www.guo.media/posts/149844")
               '(q () (pre () "
11月26日：尊敬的战友们好．郭媒体的直播功能现在已经被盗国贼黑客．骇断了．不能进行直播……万分抱歉！一切都是刚刚开始！

11月26日，这是今天下午6:00到8:00在美国的福克斯电视现场直播的节目！《川普总统和他的敌人》这本书的现场发布会！郭媒体将现场直播！并可为战友们去问你问题，请战友们关注．并将想问的问题在郭媒体给我留言！请注意全程都是英文对话！英文演讲！一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/149840")
               '(q () (pre () "
11月26日：我咪着眼看着我即将打击👊的敌人！虽然下着雨！我信心满满！接下来的言讲．将是面对N个关心中国经济人权的美国重要重要的朋友！并回答他们的问题……刚刚下飞机就收到通知．从特定60人要改成120人了……有些人是为此会从亚洲．欧洲赶回来的！一切都是刚刚开始！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/149829")
               '(q () (pre () "
11月26日：马上就要起飞🛫️去几个智库去言讲！会后再向战友们汇报！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.26")
        (u (:- "郭文" (@ "https://www.guo.media/posts/149693")
               '(q () (pre () "
文贵的U盘里不存在任何技术上的秘密！更没有密档！稍后我会解释我现在不能说的秘密！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/149659")
               '(q () (pre () "
11月25日：我问班农先生如何看待即将在G20的川普会！一切都是刚刚开始！"))
               (u (:- `(cite ()
                             ,(@ "https://www.youtube.com/watch?v=YV6GbNIHxZQ"
                                 "战友之声 20181125 (中文字幕版)郭文贵先生客串记者英文采访班农先生G20和1120发布会")
                             (small () "Youtube")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/149655")
               '(q () (pre () "
11月25日：我与班农先生正在晚餐．我问班农先生怎么看1120发布会！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/149576")
               '(q () (pre () "
11月25日：这是田丁在8月2日左右．在西雅图王健先生家的时候！你们猜猜他在干啥呢！…… 王健先生的尸体远回西雅图后．田丁强迫性的要求陪伴着王健夫人…… 这是为什么呢…… 另U盘里的秘密择期我将全部公开！我将律师与顾问团队不允许用在发布会上的资料放U盘里的目的就是不妥协．就是为了发动一场全民找杀害王健证据的运动……一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/149562")
               '(q () (pre () "
11月25日：法国女版的政事小哥来了……这个节目真是太棒了👏👏👏看来路德．小哥．大卫．先生们需要学习学习了……律政悟空这期节目是解读1120发布会节目中最好的！……期待着她能找到更多我埋下的宝藏……盼望有更多这样的战友们把握住这个机会……一切都是刚刚开始！"))
               (u (:- `(cite () "律政悟空: "
                             ,(@ "https://www.youtube.com/watch?v=BCRfSPibe5w"
                                 "20181124-1#郭文贵- #班农 信息发布会之五-【😱核弹级爆料😱！】#海航 #王健 还活着的时候，新闻已出笼？！")
                             (smaill () "Youtube")))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=mjPWYQiGR50"
                           "11/20 信息发布会 PPT（英文版）11/20 Press Briefing PPT (English)")))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.25")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/149358")
               '(q () (pre () "
11月24日：这位刘东星先生．是我开始爆料以来看到使用民主的海外人土．录制视频最专业．最认真的．个人形象不但帅．还最不装神弄鬼的！我出刘先生这个视频中学习了很多东西！非常感谢您刘东星先生！一切都是刚刚开始！"))
               (u (:- `(cite () "视频: " ,(@ "https://www.youtube.com/watch?v=pB4Asf4iIek"
                                             "郭文贵新闻发布会后分析 反共大联盟 政治庇护 爆料海外民运"))
                      '(small () "2018.11.23 Youtube"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/149333")
               '(q () (pre () "
11月24日：由于看到了陈峰的哥哥陈国庆先生使用．拥有纽约曼哈顿豪宅近百套(事实300多套）……有些是为王岐山．贯军．刘呈杰等代持！你万分悔恨我对我自己及我们的SNOW 太过穷酸刻苦．马上飞身到楼下的狗用品商店为他购买新豪宅一座！加上原来他已经拥有的一座豪宅．一个开放式的客厅！他现在已经是两房一厅的狗狗啦……而且还可能是𣫮建柱的绿地开发有限公司开发建设的！"))
               (u (:- '(pre () "(我: 哈哈哈 看了图片 再看看自己的兔子窝 唏嘘不已  )"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/149297")
               '(q () (pre () "
11月24日：伟大的鲍老好！您总是用最少的字最简单的方式！回答我到现在都搞不太清楚的重大问题！ 文贵请教伟大的鲍老……🙏🙏🙏🙏🙏🙏🙏🙏🙏 今天的中国高层里谁是毛泽东．谁会是．或已经是刘少奇了！ 毛泽东思想现在改成什么名了！ 🙏🙏🙏🙏🙏🙏🙏🙏🙏"))
               (u (:- `(cite () "鲍彤 Bao Tong @baotong1932 : "
                             ,(@ "https://twitter.com/baotong1932/status/1066166987506647040")
                             (small () "2018.11.24 Twitter"))
                      '(q () (pre () "
毛泽东思想 = 把人不当人。
在毛眼里，没有人，只有两种东西，一种是必须打倒的敌人，另一种是必须替他卖命的炮灰。
刘少奇正好完全符合这两种非人的身份——曾经的炮灰和当前的敌人——反正都不是人。"))))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.24")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/149112")
               '(q () (pre () "
11月23日：律师团队不允许用的！大部分都在那U盘里面呢……视频．视频．釆访．釆访！我认为到目前还没有一个人完整的看完看透！U盘里的釆访酒店老板的语音文字版……和他们恐惧的那些视频！ 到目前为止唯一一个能看懂文贵这次发布会门在哪的智慧的战友！但是只是看到了门……还没有打开门．更别提进来了……从1120到现在我一直盯着所有的媒体！还没有一个点到正题上的！更没有搞明白谁是那天的重头戏！肯定不是我和班先生……我知道有几家国际大媒体正在准备中有关这些方面的报道中！！大家千万要注意＂U盘＂＂U盘＂一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/149106")
               '(q () (pre () "
11月23日：到目前为止唯一一个能看懂文贵这次发布会门在哪的智慧的战友！但是只是看到了门……还没有打开门．更别提进来了……从1120到现在我一直盯着所有的媒体！还没有一个点到正题上的！更没有搞明白谁是那天的重头戏！肯定不是我和班先生……我知道有几家国际大媒体正在准备中有关这些方面的报道中！！大家千万要注意＂U盘＂＂U盘＂一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/148917")
               '(q () (pre () "11月23日：听说99%的林姨夫．也被纪委立案调查了！报应呀……1000%的陈峰的哥哥陈国庆也要被传唤了！这仅仅是报应吗！下面这几个歪瓜裂枣还在肛毛里找粮吃呢……")))
           (:- "郭文: " (@ "https://www.guo.media/posts/148912")
               '(q () (pre () "
11月23日：叶畜绝对不是令完成的律师！他以此为名到处行骗……过一段时间……令完成会出来说话的！他的骗史快被揭穿了……一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/148888")
               '(q () (pre () "
11/20 Press Briefing USB content - 11/20 信息发布会赠送USB内容 https://drive.google.com/open?id=1ZDdI2NLgnq3xbgrniADXvSfdBoDVXvbN"))
               (u (:- `(cite () "USB内容: "
                             ,(@ "https://drive.google.com/open?id=1ZDdI2NLgnq3xbgrniADXvSfdBoDVXvbN")
                             (small () "Google Drive")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/148795")
               '(q () (pre () "
11月23日：尊敬的战友们好．你们健身了吗！今天的纽约阳光明媚……万里晴空．漂亮极了……健完身后今天我要为某个音乐制作人拍一组照片……主题是FKCCP……关于1120媒体报道情况．截止几小时前．全世界4005家媒体报道．不包含社交媒体．不包含大部分电视台．CCP媒体．内部通讯平台……伟大的战友们这就是我们的力量．我们的努力的结果……一切都是刚刚开始！"))
               ))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.23")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/148583")
               '(q () (pre () "
11月22日：战友们太不厚道了……你们还让不让人家过感恩节了吗！😹😹😹😹😹😹😻😻😻😻😻😻😘😘😘😘😘😘♥️♥️♥️♥️♥️♥️🌹🌹🌹🌹🌹🌹🌹🌹🤟"))
               (u (:- `(cite () "Kyle Bass 推特: " 
                             ,(@ "https://twitter.com/Jkylebass/status/1065582226576941056"))
                      '(q () (pre () "
There is an easy beginning to negotiations. Chinese theft of US IP is estimated to be $200-$600b annually. They currently own $1.1T of US bonds (book entry).US should begin by cancelling China’s bonds and then look for additional reparation payments #china")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/148579")
               '(q () (pre () "
11月22日：＂郭文贵所说的．百分之一千的谎言．＂这是2017年海航陈峰先生对着南华早报记者说的话！看看这一年发生的一切事情……再看去年4月19日我给小夏女士东方先生说的……文贵当时就说过．海航的依法盗国计划．一定是．陈峰或王健横死……然后破产……信达资产等接受一切国内的资产和负债！钱留国外．债给中国14亿人民！陈峰先生．王岐山先生能不能让文贵预测错一次．🙏🙏🙏你们也有点面子．我也不要这么的正确！海航过去现在干的所有的事情没有离开过王岐山的金融圈．中国的情报圈……想了解海航的真相盯着王岐山．和这两个圈就可以了！"))
               (u (:- `(cite ()
                             "海航与信达资产 讨论资产处置: "
                             ,(@ "https://www.reuters.com/article/us-hna-ingram-micro-sale-exclusive/exclusive-hna-in-talks-with-bad-debt-firm-cinda-as-it-extends-43-billion-asset-sales-sources-idUSKCN1NR0AJ"
                                 "Exclusive: HNA in talks with bad debt firm Cinda as it extends $43 billion asset sales - sources"))
                      '(small () "2018.11.22 Reuters")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.22")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/148459")
               '(q () (pre () "
11月22日：尊敬的战友们好：感恩节快乐！文贵感恩所有的战友们……我们一起走过的岁月！是们一起的奋斗．1⃣️样的目标一样的理想！一切都是刚刚开始！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=vYc9mSeVg1E"
                           "郭文贵11月21日:发布会媒体反响剧烈!!民主法制基金会为受CCP迫害的官员和家人提供各方面保障!!")
               '(small () "Youtube")
               (u (:- '(pre () "纽约时报 要成立小组做一些报道"))
                  (:- '(pre () "法律基金 的 相关信息"))
                  (:- '(pre () "媒体记者的对发布会的评价和关注点"))
                  (:- '(pre () "张阳 房峰辉 王立军  投诚 庇护"))
                  (:- '(pre () "(21:45) 法律基金 ")
                      (u (:- '(pre () "为 任何 中共的 官员及其家人 私人企业家 等所有受到迫害的人 提供庇护 帮助他们有自由说话的机会"))
                         (:- '(pre () "形成国际法 正与20个(未来要超过150个)国家合作 提供 庇护"))
                         (:- '(pre () "发起诉讼 对海航相关利益人 新疆官员 香港官员"))
                         (:- '(pre () "2019.1.1 正式运作"))))
                  (:- '(pre () "搞笑的法院禁止令 想要阻止举行发布会 (我: 恶心人的名字就不提了 历史耻辱柱会记住它们的)"))
                  (:- '(pre () "王岐山 拿到了ppt 被骗了"))
                  (:- '(pre () "台湾错失的机会 : 美国放弃一中政策"))
                  (:- '(pre () "英国 将对香港出台政策 香港是世界的 香港是自由法治的"))
                  (:- '(pre () "保护 海外资产家人 的安全"))
                  (:- '(pre () "媒体联盟 : 盯住中共国发生的所有事件"))
                  (:- '(pre () "袖扣 棒棒棒"))
                  (:- '(pre () "(58:00) 丢掉幻想 切实行动 (我: 最后这段 感动哭了)"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/148168")
               '(q () (pre () "
11月21日：一个小时后就要接受媒体的一个又一个的专访！昨天晚上与Sara路德先生一起晚餐喝醉了！一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/148092")
               '(q () (pre () "
11日21日：今天有76家世界TV．及媒体要求单独的釆访……一切都是刚刚开始"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.21")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=yriFORxHGjQ"
                           "11/20/2018 路德访谈班农、文贵先生：谈谈未来制裁中共王岐山盗国贼的一系列行为")
               '(small () "Youtube"))
           (:- "王健之死 与 海航集团 背后的真相 发布会 (视频)"
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=G1pUdtkF8PM"
                                    "11月20日:「王健之死与海航背后真相发布会」 主讲:郭文贵,班农. (录播版)")
                             (small () "Youtube")
                             (small () "(这个版本流畅 但看不到开始的一部分PPT 后面没有法国证人的采访)")))
                  (:- `(cite () ,(@ "https://www.youtube.com/watch?v=0mNIkyNq0Aw"
                                    "郭文贵2018年11月20日信息发布会 : Miles Guo Press Briefing on 11/20/2018")
                             (small () "Youtube")
                             (small () "(看不到PPT)")))
                  (:- "法国证人的采访: " `(cite () ,(@ "https://www.youtube.com/watch?v=N3JKSGOwGMU"
                                    "郭文贵2018年11月20日信息发布会: Miles Guo Press Briefing on 11/20/2018")
                             (small () "Youtube")))
                  (:- '(pre () "(我: 所有 班农先生的发言 因为我英文不好 暂时不记录 怕误解 之后再补上)" ))
                  (:- '(pre () "海航爆发式的发展 与 王岐山家族 与 中共国家战略 之间的关系 "))
                  (:- '(pre () "海航 大肆收购的目的"))
                  (:- '(pre () "海航 是 中共的国家战略 意图通过资本运作 获取技术 并在国外执行谍报任务"))
                  (:- '(pre () "海航 虽然是国家战略 但被 王岐山家族私用 用于将国内盗取的财富 以国家战略的名义而 转入私人名下"))
                  (:- '(pre () "王健之死的疑点 结合海航背景与中共情报战略 以及当时陪同人员 中共国政府的干预 还有被删除的监视器录像 证人证词 等 怀疑王健不是意外死亡 而是 被谋杀灭口"))
                  (:- '(pre () "王健是美国绿卡 家人是美国公民 其大量涉及到美国的利益 美国政府应该管 已经向FBI申请立案调查"))
                  (:- '(pre () "海航 不是单一的 还有大量在美国投资的中共国企业  很可能成为下一个海航 下一个王健"))
                  (:- '(pre () "1亿美元 成立 中国法治基金会 并希望班农先生出任主席 为寻找真相 和 维护正义"))
                  (:- '(pre () "反诉海航 (海航对郭先生有诽谤诉讼) 并包括 对 王岐山等中共国官员发起法院调查配合令 申请FBI对中共在西方的渗透和威胁"))
                  (:- '(pre () "法院调查令名单 包括 海航相关利益人(王岐山 贯军 等) 和 企业(高盛 黑石 等)"))
                  (:- '(pre () "(1:10:00) 回答问题")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.20")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=u_q3LMSabok"
                           "18年：11月19日．20日的发布会的准备．开启了N个中国人的第一次……")
               (u (:- '(pre () "据说17号 王岐山就拿到来发布会的ppt和议程大纲 不以为然 有啥了不起的  但是很多人来说情 第5页和第九页可不可以拿下去啊"))
                  (:- '(pre () "战友注意礼仪"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/147661")
               '(q () (pre () "
1月19日：尊敬的战友们好！今天我不健身．休息日！港币一定会完蛋的！过一段时间大家就会用港币当墙纸用了！一切都是刚刚开始！"))
               (u (:- '(pre () "郭文图片内容: \"金融界忧港府无力抗大鳄\"")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.19")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/147483")
               '(q () (pre () "
11月18日：律师又要求修改文件．全部加班呢……以法治国．的确让人很累．很花钱．但是我感觉很幸福很开心！因为能让我感觉我是在一个安全的公平的环境里生存！一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/147429")
               '(q () (pre () "
11月18日：小蔡多干点这事．能让台湾少死很多人……很多人不会被抓到大陆去．少花很多冤枉钱．10月4日那天能改变台湾命运的决定就不会被删去！……我特别特别尊重蔡大总统……但是台湾人民需要一个不被蓝金黄的总统！台湾是我们华人世界精神．与文化……的诺亚方舟！！！台湾不能输也不能倒！")))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/147317")
               '(q () (pre () "
11月18日：尊敬的战友们好．你们健身了吗……今天的纽约天气有点冷……一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/147262")
               '(q () (pre () "
11月18日：亲爱的战友们好．纽约欢迎您．文贵期盼您．盗国贼恐惧您．欺民贼妒嫉您……这就是我们过去一年所有的战友们用生命时间．勇气．正义．信仰……奋斗的想要的结果！一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/147230")
               '(q () (pre () "
11月18日：Inty先生好．感谢．尊敬．您能为新疆人民的世纪性大劫难面前．勇敢的表现！欢迎您参加11月20日的在纽约的皮埃尔酒店．我们的发布会！详情请与我的助理凯琳联系！下面您发出的这个信息．的确是她发给您的！一切都是刚刚开始！"))
               (u (:- '(pre () "(我: 哈哈哈 Inty还以为那是骗人的 被你共害得大家第一反应不是高兴 而是不相信)")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.18")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/147141")
               '(q () (pre () "
11月17日：台湾人民不知道这位彭斯副总统对台湾有多重要……多重要……！九合一选举不能再让卖台贼当选了！让美国人民看看．台湾人民不可收买不可征服！有决心有智慧对付CCP的威胁！台湾绝对不能失去这个唯一的一次机会了！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/147133")
               '(q () (pre () "
11月17日：彭斯副总统．非常的关心．港澳台的一切事件！而且是从骨子里反CCP……他是一个伟大的人！百分百信仰的捍卫者……关于＂上吊带．断头路！＂的精准定义概念．这个说法是来自一个台湾的宗教界高人……是他给某位大人物的一封私信里写的！不知道是什么大事件发生了．这个概念会出现在这里！上次在DC时有人说给我这个人．这个概念的时候快把我笑晕了！台湾色是生龙造虎的华人世界的核心！"))
               (u (:- '(pre () "彭斯副总统的推文: \"a constricting belt or a one-way road\" (上吊带 断头路 🤣)")
                      (u (:- `(cite () ,(@ "https://twitter.com/VP/status/1063652156635402240"))
                             '(q () (pre () "
The United States deals openly and fairly – and we don’t offer a constricting belt or a one-way road. When you partner with us, we partner with you, and we all prosper. #APEC2018")))))))
           (:- "郭文(照片和视频): "
               (@ "https://www.guo.media/posts/147013")
               ".."
               (@ "https://www.guo.media/posts/147016")
               '(q () (pre () "
11月17日：凯琳在为她们翻译．她们说王健百分之百的是没有自拍．不是……警察封锁了一切真相！威胁人们不要讲话……

11月17日：他来了．她也来了．太不容易了！凯琳正在翻译！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/146999")
               '(q () (pre () "
看了下面这个战友们发的信息．我必须说你们是伟大的智慧的战友．多少人多少蓝金黄力量要分化曹先生与我们战友！我们的战友们一次又一次的识破了他们的鬼岐俩！曹先生是我们的好兄弟好榜样！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/146976")
               '(q () (pre () "
11月17日：我刚刚又被团队拉去皮埃尔酒店现场！告诉我那里我可以去那里我不可以去……因为去年我突然冲到楼下见美东的战友．他们已经都不相信我会遵守承诺．和规矩了……这就是美国文化！千万別不守规则不守规矩不守承诺！否则一生都会为此付出代价！真的让我很不舒服😭但我完全接受！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=D9ggVuylclY"
                           "2018年11月17日：11月20号的新闻发布会进展报告，遇到了巨大的困难，但是一定会照常进行。")
               (u (:- '(pre () "座位的纷争 要战友还是要媒体记者"))
                  (:- '(pre () "感恩节假期"))
                  (:- '(pre () "律师的问题 蓝金黄 江朱王家对西方的影响程度"))
                  (:- '(pre () "天塌下来都不变"))
                  (:- '(pre () "参会战友安排"))
                  (:- '(pre () "该吃吃该喝喝 啥事不往心里搁  岳文海失踪了 估计被抓了"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/146943")
               '(q () (pre () "
11月．17日：这是咋回事呀……死了的蹦出来了……活着的被弄死了！真真假假假假真真……CCP快被发布会吓傻了吓疯了！搞的俺健身都不能保持正常的关注！😹😹😹✊️✊️✊️"))
               (u (:- '(pre () "美国 华文媒体 <侨报> 发生枪击案 董事长谢一宁不幸中枪身亡 当地时间:11.16 上午 地点:洛杉矶圣盖博谷阿罕布拉市")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.17")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/146799")
               '(q () (pre () "
1月16日：中国的私人企业．在过去的这6年．遭到的剥削．压榨……是绝对的一场惨绝人寰的……经济抢劫大革命……该让共产党为此付出代价了……！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/146788")
               '(q () (pre () "1月16日：我与Snow一起听京剧！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.16")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/146216")
               '(q () (pre () "
11月15日：这是我们最终确定的王健之死发布会的时间．地点．内容．时间表……这里的每一个字都是经过律师团队及安保团队．班农先生几十次修改后的结果！这是一个前所未有的发布会！我们开始了以法灭共的新篇章！一切都是刚刚开始！"))
               (u (:- '(pre () "郭文图片: 邀请函"))))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=cqjWOczCby0" "2018．11月15日：11月20日在纽约举行巜王健之死．海航背后的真相发布会》的正式公告！")
               (u (:- '(pre () "开启 以法灭共的新纪元"))
                  (:- '(pre () "(19:30) 台湾的命运"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/146196")
               '(q () (pre () "
月15日：CCP耍流氓……就是用这种低级的手段……工具永远是公检法！这是全人类唯一一个国家政府．70年如一日的骗．抢．人民屡试屡爽的！这到底是谁的错！我们14亿人民真的没有好儿男！"))
               (u (:- '(pre () "郭文图片内容: \"最高检明确规范办理涉民营企业案件执法司法标准\" (我: 哈哈哈 法律啊法律 你怎么有好几个标准啊)"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/146140")
               '(q () (pre () "
11月15日：中国私人企业三十年成就的功夫．被十八大十九大以来的共产宪党．打回了国民党时期……这是一次经济大革命……一次对民营企业先奸后后杀的集体犯罪！现在又来培养下一波猎物来了！……中国人的．中国私人企业悲剧！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.15")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/145989")
               '(q () (pre () "
11月14日：尊敬的战友们好！我刚刚收到律师团队的通知！明天中午前才能得到法院最后的批准！ 所以会议是19号还是20号．要等到明天中午12点前才能决定！文贵再次致以万分的歉意！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=0VE05drVdz8"
			   "2018．11月19号的王健之死的发布会．可能导致股市波动．及其他重大政治事件！要从19号改至20号！")
	       (u (:- '(pre () "参会的规程 和 相关信息"))
		  (:- '(pre () "变化 ?: 19号还是20号"))))
	   (:- "郭文: " (@ "https://www.guo.media/posts/145864")
               '(q () (pre () "关于对香港的惩罚……这连开始都不能算！大家慢慢的看吧！"))
               (u (:- '(pre () "郭文图片内容: 美国商务部拟取消香港独立关税区待遇"))
		  (:- `(cite () ,(@ "https://uscc.gov/Annual_Reports/2018-annual-report"
				    "2018 ANNUAL REPORT")
			     (small () "2018.11.14 U.S.-CHINA
ECONOMIC and SECURITY REVIEW COMMISSION (Chapter 3 Section 4- China and Hong Kong.pdf) "))))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.14")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/145637")
               '(q () (pre () "
11月13日：郭媒体的关注者即将达到400万人！这是伟大的．勇敢的战友们的勇敢与智慧的结晶……明年3月中旬后．我有信心达到千万！明年6月份超过仟5千万！我们的郭媒体将成为中文搜索．关注．影响第一大新闻媒体……至于为什么会有这样的感觉与信心．大家慢慢的一起看吧……一切都是刚刚开始！
")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=i_OyfbKuVHQ"
                           "2018年11月13日 中国共产党过去四年对私人企业家的打压是孟建柱、傅政华、孙立军、王岐山放下的滔天罪行！私人企业家不能再成为共产党及盗国贼们的尿壶了！")
               (u (:- '(pre () "(我: 视频里的内容 用文字写下来就失去味道了 看得太爽了 骂的好)"))
                  (:- '(pre () "两高一部 发声"))
                  (:- '(pre () "中国企业家的身份")
                      `(cite () ,(@ "https://www.youtube.com/watch?v=x4lA92j04V0"
                                    "郭文貴接受BBC 专访（完整版）")
                             (small () "Youtube (9:30)")))
                  (:- '(pre () "傅政华 司法部长 抓律师最狠的公安副部长做了司法部长"))
                  (:- '(pre () "郭先生的遭遇 就是它们所谓\"依法治国\"的最好例子 "))
                  (:- '(pre () "慎封 ? 不就是为了海航嘛"))
                  (:- '(pre () "和 班农团队第47次开会"))
                  (:- '(pre () "美国经济高官 问 中国私人企业家的遭遇 ? 伦敦家周围的企业家 内蒙古的一个企业家例子"))
                  (:- '(pre () "1119 发布会 相关信息 美国法律"))
                  (:- '(pre () "(29:20) 中共国司法 谁来监督... "))
                  (:- '(pre () "见美国高层 建议 绝不要相信中共 它们不会兑现"))
                  (:- '(pre () "香港 福建 战友提问 ..."))
                  (:- '(pre () "写情书"))
                  (:- '(pre () "(58:30) 台湾 新疆 西藏   美国 态度 立法"))
                  (:- '(pre () "1119 花 参会规程 直播 有重大信息 \"一点都不刺激\" 但绝对让盗国賊服气"))))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/145566")
               '(q () (pre () "班农——中美两国人民关系密切，但中国共产党不计后果"))
               (u (:- `(cite () ,(@ "https://www.youtube.com/watch?v=6U0XY-JPPyA"
                                    "班农先生的演讲")
                             (small () "Youtube (一部分5m 有中文字幕")))
                  (:- `(cite () ,(@ "https://finance.yahoo.com/news/steve-bannon-speaks-yahoo-finance-transcript-174400129.html"
                                    "Steve Bannon speaks with Yahoo Finance [TRANSCRIPT]")
                             (small () "2018.11.13 Yahoo! Finance")))
                  (:- `(cite () ,(@ "https://www.youtube.com/watch?v=vB2RfuWFzFo"
                                    "Stephen K. Bannon Interview on Yahoo Finance")
                             (small () "Youtube")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/145560")
               '(q () (pre () "
11月13日：看了这几个中共又来忽悠中国私人企业的所谓对私人企业保护鼓励的报告……我心中怒火冲天……FKCCP……中国私人企业家在中国刚刚经历了几代人的付出……生命风险疾病……这几年被你们又益劫一空！天不灭共……天理不容……我不会给你们有任何机会玩弄中国私人企业家的……咱们走着瞧！一切都是刚刚开始！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/145422")
               '(q () (pre () "
1月13日：11月19日的新闻发布会．将会是第一次干掉敌人秘密武器库的行动……会火光冲天……让鬼子六王岐山与盗国贼们第一次感到未日的脚步👣声的恐惧……也是第一次美中两国人民在那＂……＂方面的灭CCP成功合作！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/145414")
               '(q () (pre () "
1月13日：接下来的中美关系将会进入一个非常重要的所谓务实的谈判交易必须的过程！这是沉默的力量．蓝金黄的力量发挥作用的结果……直到发现本质问题根本无法解决！政治互信耗尽……就会发现由于共产党与西方的区别在于价值观和世界观信仰的绝对不同！绝对不可能共存！那只有你死我活的唯一选择了……G20会戏份会很足！然后马上进入真正全面的敌对壮态！＂因为什么都同意．什么都不兑现的对美政策屡战屡胜的对美手段＂．＂还有一次什么都同意只兑现一部分的最后一个机会！＂CCP一定会挣扎着用尽这个信用的……直到CCP彻底结束．消失在这个世界！不会晚于2020！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.13")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/145384")
               '(q () (pre () "
1月12日：谢谢中兴先生的仗义！CCP一天不倒……我们就不会有一点点尊严与安全！更不可能拥有法律的公正与公平！只有没有幻想才能实现理想！一切都是刚刚开始！"))
               (u (:- '(pre () "郭文图片内容: \"最高法最高检发声: 近期将平反一批民营企业家冤案 今后对民营企业家及其财产慎抓慎封\""))
                  (:- '(pre () "(我: 哈哈哈 你党很好懂吧 出事了关注了 它们就来一波 安抚下 搞得法院是它们家的一样 想抓就抓 想放就放 有罪没罪完全按政治需要  你党这政府从来就没有真诚的给中国人道过歉 更不用说从制度上真正制约自己的权力  它们今天可以平反 明天就可以再抓  说白了你能拿政府怎么办 能起诉吗? 连自由发声 维护自己的权益 都受限 相信它们 只会死的更惨)"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/145211")
               '(q () (pre () "
11月12日：大家想象一下如果没有我们的爆料革命！海航已经在美国上市了……2017年海航公布的赢利7000亿人民币……如果上市能洗干净多少钱！能通过国有企业注只资．国家战略投资……再骗中国人民几万亿！我简直不敢想象那将是一个什么概念什么结果！我们的子孙后代要为他们当一千奴工也不要中呀……还好老天没让他们成功！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/145206")
               '(q () (pre () "
11月12日：财新玩的这一套百分百的鬼子七王岐山设计！这是化解爆料给他的危机！也是他要干大事前的必须要做的事情！玩假死！假破产！假正义！最后就是让海航的盗国资产合法化！美元化！让他合法破产保现金！保贯君刘呈杰的现金……这就是为什么王健必须的死！因为必须得有个替罪羊！大家都明白．王健的死谁是最大受益者……能保谁！现在再回看看去年的专案小组录的那个假．姚庆．贯君．孙瑶．的视频……他们这些流氓岐俩怎么能治国！怎么能领导14亿人民！怎么能让中国人都不是活在恶梦里！怎么对付他们心中的敌人……美国！"))
               (u (:- '(pre () "海航质押股票给 进出口银行  财新跟进报道海航的资金问题")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.12")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/145120")
               '(q () (pre () "现在再看这个报道！太荒谬了！"))
               (u (:- '(pre () "报道: 海航陈峰 去年六月说 郭先生关于海航的爆料全是假的"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/145041")
               '(q () (pre () "
11月11日：凯尔巴斯．包括德州大学基金．美国等多个基金组织的对共经济惩罸法案……也会一个又一个的到来！这与那个党派执政没任何关糸……这关糸美国人民的生死！世界的未来！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/145036")
               '(q () (pre () "
11月11日：班农先生的这个建议已经被釆纳！更多的比这更严厉的惩罚会一个又一个的到来！"))
               (u (:- '(pre () "建议: 给中共72小时 拆除南海岛礁上的军事设施 它们不拆 美军就帮它们拆")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.11")
        (u (:- "郭文(多条 短视频): " (@ "https://www.guo.media/posts/144806")
               (u (:- '(pre () "快艇 火锅 蓝天 白云 美丽的纽约岸边风景"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/144756")
               '(q () (pre () "
1月10日：这是中国．反共．草根．私人企业……有史以来第一个正式．公开反共……在世界的核心举行的第一次发布会……1119号以后这个1……后面将有无数个00000000000…………或✊️✊️✊️✊️✊️✊️✊️✊️或👊👊👊🤟🤟🤟🤟这一切的一切都将是中国14亿人民真正站起来……脱离外来邪恶势力统治压榨……的开天劈地的大日子！中国人病不起．死不起！住不起……没有宗教．言论自由……一切都是党的一切都听党的党比爹娘亲的荒唐可笑时代将终结！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.10")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/144505")
               '(q () (pre () "
11月9日：纳瓦罗正在进行的言讲会让CCP启动一切的沉默力量攻击他……他危险了⚠️"))
               (u (:- `(cite () ,(@ "https://youtu.be/g3rxjaOPQD4"
                                    "Economic Security as National Security: A Discussion with Dr. Peter Navarro")
                             (small () "2018.11.9 Youtube")))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/144488")
               '(q () (pre () "
11月9日：昨晚上我6点多睡觉．一大早班8点钟突然到来……他昨晚上也一夜没睡．开车从华盛顿过来！为了我们的新闻发布会！为了接下来的几天按排！😹😹😹😹😹😹"))
               (u (:- '(pre () "短视频: 班农和郭先生 两个中共认为最危险的人 在喝咖啡"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/144370")
               '(q () (pre () "
刚刚一个朋友告诉我．我们的曾经的合伙人．让她转话给我！某大领导说．＂文贵如果能……主动的．聪明的……停止这个新闻发布会．我们会让他人财两全．＂我的答案是．过去的文贵．与文贵的钱已经死了！现在的郭文贵是个我死去的八弟．同胞杨改兰．……等冤魂野鬼的使者．忘掉那些所谓的人．财．吧……咱们到2020年就都明白了！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.9")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/144245")
               '(q () (pre () "
11月8日：麦先生是我的老朋友．他们夫妻俩个人都是特别有学识修养的中国通！讲流利的普通话！对美国．中国．台湾．香港．与大陆的关系有着独到见解！几年前我们一起讨论的观点与问题……今天基本都发生了！我2017年4月开始爆我到纽约后！他是第一个马上到我家来看望我的美国朋友！说了很多让我感动的．坚定表达了他的支持鼓励！这次11月1日纽约的一个会议上．他讲的非常常非常好！我的几个朋友都参与了这个会议！一致认为他的观点中性而诚恳！他也是一个真心喜欢中国文化中国人的美国人！
"))
               (u (:- `(cite () ,(@ "https://www.voachinese.com/a/US-FORMER-OFFICIAL-MEDEIROS-CHINA-CORE-INTERESTS-INCOMPATIBLE-WITH-US-LONG-TERM-INTERESTS-20181031/4637483.html"
                                    "美前官员:中国“核心利益”决定美中长期利益不可并存")
                             (small () " 2018.11.1 美国之音"))
                      '(q ()  (pre () "麦艾文(evan medeiros): 中国对核心利益的定义决定了美中利益的不兼容")))))
           (:- "郭文: " (@ "https://www.guo.media/posts/144227")
               '(q () (pre () "
1月8日：11月19日会场的布置会议正在进行中……不管盗国赎贼釆取任何卑下手段！我们都不会妥协……皮埃尔酒店的勇气让我感动！突然发现我的这个手机不能用了……竞然告诉我有其他人正在用我的手机……这是第一次发生这样的事发生……这既是盗国贼的威胁也是赤裸裸的不要脸了！盗国贼们太疯狂……也太害怕这个王健之死发布会了！ 没有任何人可以阻止我们的爆料革命……阳谷莘县．县搭县……一切都是刚刚开始！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=OwGWdR2v4ag"
                           "2018年11月8日: 王岐山与习近平谁将成为最后的共产党永久的实际控制人")
               (u (:- '(pre () "骇客攻击 骇客软件  Dark Web"))
                  (:- '(pre () "(9:30) 保尔森(王岐山的朋友) 经济铁幕 背后的含义")
                      (:- `(cite () ,(@ "https://www.neweconomyforum.com/china/" "彭博创新经济论坛 新加坡 2018.11.6-7")))
                      (:- '(pre () "金融大佬们感谢江朱王 认为王是改革派 现在的局面全是习近平的错"))
                      (:- '(pre () " \"披萨\"(?) 政治选举软件 追踪软件"))
                      (:- '(pre () "王岐山 救火队长 解决中美问题 (我: 自己点火 自己救 呵呵 它要真那么牛 真是好人 直接就劝诫习 帮习推进改革了 所以 都是假的 都是为了自个的利益和欲望  要知道 中共这套体制是很神奇的 任何想要利用这体制满足自个欲望的 最后都被这体制给吞噬掉了)"))
                      (:- '(pre () "王岐山 海航脱壳  真正的本质是渤海金控 与金融大佬们的关系"))
                      (:- '(pre () "内贼外寇 一起盗取中国财富"))
                      (:- '(pre () "有人告诉你  王是改革派 修宪后习出事王是合法继承人 是永久的主席"))
                      (:- '(pre () "中共接下来 示弱 然后 驴踢脚  高高举起 吧唧 松手掉下来"))
                      (:- '(pre () "(39:00) 军事学家 政府官员 见面会谈  中共代表不了中国文化 是病毒 是灾难"))
                      (:- '(pre () "(44:00) 日本朋友 谈中日关系  过去在长安街上路上关于到天安门是什么感受(64的警醒)  日本从未像现在这样感受到中共的威胁"))
                      (:- '(pre () "(57:30) 中期选举的影响力将逐步显现  美国政府官员有巨大的人事变动 中共对中期选举的影响将带来美国的反击 "))
                      (:- '(pre () "距离19号 还有11天  很紧张 中共一直在行动 记者受到威胁不能来 但是 兴奋着享受着 这是正邪之战")))))
           (:- "郭文(照片) : " (@ "https://www.guo.media/posts/144126")
               '(q () (pre () "
11月8日：这就是网络的力量．昨天我说了．今天就会被证明．而且是29年前的照片！这也是CCP网络控制的原因！他们惧怕真相！一小时内文贵将在郭媒体直播！
"))
               (u (:- '(pre () "昨天 因为骇客攻击而断断续续后没有声音的直播视频 中提到 佩洛西女士: ")
                      `(cite () ,(@ "https://www.youtube.com/watch?v=XAYnkuXXmxs"
                                   "战友之声 20181107 郭文贵先生报平安直播，谈一谈美国的中期选举结果对我们产生的影响")))
                  (:- '(pre () "照片: Nancy Pelosi(南希·佩洛西) 1991年 在天安门广场打出横幅 \"献给为中国民主事业牺牲的烈士\""))))
           (:- "郭文: " (@ "https://www.guo.media/posts/144101")
               '(q () (pre () "
1月8日：华而街时报这篇文章．内容丰富．涉及中美．特别是中国领导人．习王关系．习王江胡王关系的过去与现在的角色与历史价值的重新定位．也将成为未来界定这6年中美关系的走向．提前确定了该谁负责！这个论坛上的开幕式当天就确定＂王歧山是世界上与中国最有权力的人＂到保尔森与习的不悦悦的这张照片为背景的．惩罚中国的经济铁幕即将到来的这篇文章在华尔街时报的登出．意义重大．不简单呐不简单……我刚刚与参会的几个亚欧洲的朋友聊了有关方面的消息！文贵先去休息．择机向战友直播报告！另文贵健身休息时间．所以我今天不健身！一切都是刚刚开始！"))
               (u (:- `(cite () ,(@ "https://cn.wsj.com/articles/CN-OPN-20181107115139"
                                    "美前财长保尔森谈美中关系：“经济铁幕”可能很快到来")
                             (small () " 2018.11.8 华尔街日报")
                             "(完整内容需付费订阅)")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.8")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/143968")
               '(q () (pre () "
11月7日：这是一次结结实实的一个改变了世界的美国中期选举！影响力将会非常大非常广泛……稍后大家会感受到这些冲击力．但愿中国人民与中国政府能被分开对待……因为此选举前后造就的不可逆的条件．将中美关系推入到．暴雨倾盆而下的那个洼地效应的核心中的核心……中共干下的一切坏事都将被一半美国人无限放大……清算．中共在选举后的彻夜狂欢！无知的傲慢的认为．＂美国将内部大乱……川普将有大麻烦．这是美国政治的911……中国将进入领导世界的快车道＂……大国冲突的各种客观条件已经完全俱备！一切都是刚刚开始！")))
           (:- "视频: " (@ "https://www.youtube.com/watch?v=8zLSnlPfO3U"
                           "2018．11月7日：美国中期选举对我们的爆料革命产生重大积极影响！")
               '(small () "Youtube")
               (u (:- '(pre () "平衡 避免极端政策 民主的本质"))
                  (:- '(pre () "反共 反中共 不是反中国人"))
                  (:- '(pre () "亲共的候选人 大多败选")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.7")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/143627")
               '(q () (pre () "
月6日：美国的主流都在这么传！我们必须真心的佩服鬼子六的……多年步下的国内外的鬼局……孟建柱私下里说．他＂最敬重江老．最佩服岐山．十八大如果是岐山主持工作……＂大家认为这能发生吗！"))
               (u (:- '(pre () "传的内容: 王岐山可能接替习近平"))))
           (:- "郭文(多条): " (@ "https://www.guo.media/posts/143608") "..."
               '(q () (pre () "
1月6日：伟大的战友们谁了解这两家历害的公司！他们与以色列的 NSO公司的＂Zero Click＂系统有什么不同！又是什么关系！这可真是大故事！这都是大玩家的东西．懂的人少之又少！这也是王岐山．孟建柱．孙力军．控制的核心秘密之一！我会在19号后讲讲这个大故事！这本是我明年爆料的一部分！看来要提前了！"))
               (u (:- '(pre () "两家厉害的公司: 北京军达成科技有限公司, 中科融汇安全技术有限公司"))
                  (:- '(pre () "手机扫描侵入 获取信息数据"))
                  (:- '(pre () "中科融汇的产品 XDH5200手机信息采集系统"))
                  (:- '(pre () "用于新疆的监控工作中 正推广到全国"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/143599")
               (u (:- '(pre () "关注 天爱女士 受审 \"寻衅滋事\""))
                  (:- '(pre () "(我: 我们爱国 可政府在干坏事 在作死 怎么办? 我不想让它们把国家弄死 给它们提意见怎么就寻衅滋事了 它们就那么想死吗? 还要拉大家一起陪葬吗? 政府不爱国吗?)"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/143593")
               '(q () (pre () "
11月6日：德州大学的行动正在进行中……名单即将公布！豁免名单有中国恰恰是下一个金融战的开始……大家看结果吧……一切都是刚刚开始！"))
               (u (:- `(cite  () ,(@ "https://cn.wsj.com/articles/CN-BGH-20181105071808"
                                  "美国正式重启对伊制裁 中国入豁免名单")
                              (small () "2018.11.7 华尔街日报"))
                      '(pre () "(我: 我还以为要豁免中共犯下的一切罪行呢 😝)"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/143511")
               '(q () (pre () "
11月6日：我们14亿中国人一定会很快有这一天的！虽然很多人不相信我们会有！很多人恐惧我们拥有！我坚信我们会和平的很快的拥有！上天保佑我们伟大的中国人．伟大的美国！"))
               (u (:- '(pre () "短视频:美国人民排队 选举投票"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/143460")
               '(q () (pre () "
11月6日：尊敬的战友们好．睡觉前看了这几个信息．很搞笑．很可怜．这些大变化没有任何所谓时事政治评论员出来评论了！但是我们大家都要睁大眼睛看着这一幕一幕的发生！到底是谁在搬石头砸自己的脚！整个14亿的国家都有谁在发声！为什么！今天11月6日．之后中国经济．国际关系进入擂台形式！全球压赌．围观．舞台中心两个人的较量……只有一个赢家！其它国家．政客．都是观众！只是站的靠前靠后．有没有出镜机会而已……中国经济．私企将哀嚎血尽！人民币．港币将变成国民党时期的金银劵模式最后一次诈光人民的血汗与未来！那一刻不会有多大动静．就是扑哧一下就结束了！不管今天中期选举结果如何这一切无人可以改变！一切都是刚刚开始！"))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.6")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/143368")
               '(q () (pre () "
11月5日：这个时间点来对话！而且被推迟了几次之后再来！这回真的会有事发生了！这回没有刘鹤先生了！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/143354")
               '(q () (pre () "
11月5日：大连法院130亿美元罚款．香港警方的绑架……捏造证据．虚构刑案……查封千亿资产．边控香港基金正常合作的律师．会计师……无关员工及家属几千人！包括小到三个月刚刚出生的孩子至93岁患重病的老人！在回东莞探亲．等从深圳回港时扣留至今！香港警察与大陆警察在大陆一家一家的抓捕……强迫．威胁做伪证……耍流氓！ 现在经济下行了．高法出来喝话了……＂不抓了．少判吧．快继续为共产党卖命挣钱吧＂这是从共产党强奸中国人民70年历史中第几次这样愚弄港人……和中国人民了！不是共产党太坏太黑……是我们太自私太懦弱了！这次我们不会再让他们得逞了！"))
               (u (:- '(pre () "11月5日 最高法: \"充分运用司法手段为民营经济发展提供司法服务和保障\" (我: 哈哈哈 宰不开心的猪牛羊前 要做好心理工作 这样出来的肉质才好)"))))
           (:- "郭文(多条 照片): " (@ "https://www.guo.media/posts/143276")
               '(q () (pre () "
11月5日：11月19日．将是一个什么样的结果！什么样的情况！一个又一个的威胁向我冲来……我现在收到的劝说！利诱……前所没有！我现在正在向有关人介绍发布会的情况！")))
           (:- "视频(短视频): " (@ "https://www.youtube.com/watch?v=F7JiKORDyYI"
                                   "郭文贵11月5日:王健发布会前夕,收到的威胁利诱前所未有! 中美高层对话,刘鹤缺席,这回会有事情发生!")
               '(small () "Youtube")))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.5")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=Zux_BvcWRGI"
                           "11月4日郭文贵先生报平安视频，纽约马拉松。。。")
               '(small () "Youtube")
               (u (:- '(pre () "等待中期选举的结果"))
                  (:- '(pre () "从以色列回来的朋友 关于王岐山和裴楠楠 过几天再说"))))
           (:- "郭文(短视频): " (@ "https://www.guo.media/posts/142997")
               '(q () (pre () "11月4日:共产党最爱的床上运动.与西方的马拉松活动有什么不同！周末一笑！")))
           (:- "郭文(视频): " (@ "https://www.guo.media/posts/142901")
               '(q () (pre () "
11月4日：孩子．老人切勿点这个视频！这不是黄色视频．但是这些人随时可以让我们没有性能力！或者没有命．没有子孙！仅仅是给一些年轻的有良知的人看的！自私与冷漠会让我们每一个家人都会有如此的下场！"))
               (u (:- '(pre () "视频是关于中共国暴力执法")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.4")
        (u (:- "郭文: " (@ "https://www.guo.media/posts/142652")
               '(q () (pre () "
11月3日：这些勤劳的．智慧的．伟大的．战友是CCP的天敌！上天的天使！他们的愚蠢与疯狂从末遇到挑战！现在该是结束他们的时候了！"))
               (u (:- '(pre () "班农 与 David Forum 的辩论")
                      (u (:- `(cite () "(含视频) " ,(@ "https://www.munkdebates.com/The-Debates/The-Rise-of-Populism"
                                                       "The Rise of Populism")
                                    (small () "2018.11.2 munkdebates")))
                         (:- `(cite () "视频: " ,(@ "https://www.youtube.com/watch?v=poq5ZrAc7pk&feature=youtu.beThe Rise of Populism"
                                                    "Munk Debate: The Rise of Populism")
                                    (small () "Youtube")))
                         (:- `(small () (table (:class "table" :style "display:inline")
                                               (thead () (tr (:scope "row")
                                                             (th (:score "col") "辩论")
                                                             (th (:score "col") "正方: Stephen K. Bannon")
                                                             (th (:score "col") "反方: David Frum")))
                                               (tbody ()
                                                      (tr () (th (:scope "row") "开始前")
                                                          (td () "28%")
                                                          (td () "72%"))
                                                      (tr () (th (:scope "row") "结束后")
                                                          (td () "57%")
                                                          (td () "43%"))))))
                         (:- '(pre () "(我: 视频还没看 我只想说 让精英管理政府没问题 但不要把 精英和其他民众割离开来 精英也是民众 也来源于民众 不能割离开来 不能让管理阶层形成小圈子 成为只有那些家族和利益集团的所有物 这不民主 我是希望提升整个社群每一个人的智力 让更多人能够自主并选择参与 而不是 仅仅培养一些人)"))))
                  (:- '(pre () "重庆公交坠江事件 对 官方放出的车内视频 的 质疑")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.3")
        (u (:- "郭文(多条包含在华盛顿的照片): " (@ "https://www.guo.media/posts/142297") "..."))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.2")
        (u (:- "视频(华盛顿报平安): "
               (@ "https://www.youtube.com/watch?v=qhnw2-Dv8X8"
                  "Nov 1st 2018")
               (u (:- '(pre () "一位牛人 讲述其过去的经历 和王岐山见面的一些细节"))
                  (:- '(pre () "王认为川普只关心钱 不会在意人权宗教等 故希望他们帮助川普当选"))
                  (:- '(pre () "刘鹤")
                      (u (:- '(pre () "牛人们都关心 刘鹤 还能活多久 会不会被免职 进监狱 因为他的想法执行不下去 可能被其它人干掉"))
                         (:- '(pre () "刘鹤 在美国有很多朋友 他表面上和私底下是不同的 他是亲美的亲西方的 反对私企国有化 反对打击宗教 反对搞个人崇拜 认为世界贸易应该更加公平 且在可执行的法律基础之上"))))
                  (:- '(pre () "台湾 被控被蓝金黄 比大家想象的要严重的多得多"))
                  (:- '(pre () "香港 已经变得更像大陆了 无法之地"))
                  (:- '(pre () "美国 在全面觉醒 不会有交易 是生死之战 "))
                  (:- '(pre () "巴西"))
                  (:- '(pre () "关于CCP的 演讲 和 会议"))
                  (:- '(pre () "CCP不仅要你的钱 它们更要你的命 你的信仰 你的文化"))
                  (:- '(pre () "蓝金黄  巴西 某军方人士 被蓝金黄的例子 愉悦的被下套"))
                  (:- '(pre () "3年  2017爆料革命开明智 2018-2019.5与西方互动团结 感受到威胁 形成战斗力 2020结束"))
                  (:- '(pre () "我们一定会赢 而且 会赢的非常精彩")))))))
 *news-topics-guo*)

(push
 (u (:- '(small () "2018.11.1")
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=1UqJoXbbdx0"
                           "10月31日：郭文贵在华盛顿直播 关于今天参加反共大联盟会议的详情和报告 世界正在巨变！")
               (u (:- `(pre () "酒店: " ,(@ "https://www.hayadams.com" "The Hay-Adams")))
                  (:- '(pre () "Open Door Policy 门户开放政策"))
                  (:- '(pre () "1999 在华盛顿住了一段时间(9个月?) "))
                  (:- '(pre () "从前几天郭先生在香港的基金又被查封 被送达的相关法律文件 相关的绑架威胁等事 可看到 香港是如何配合中共来对付郭先生的"))
                  (:- '(pre () "战友们 被世界高度关注 要注意言行 不要太low 要看得起自己"))
                  (:- '(pre () "反CCP大联盟 应首先区分 中共和中国 反共而不反中国 从反对它们 打击信仰宗教 文化侵略 金融侵略 蓝金黄渗透影响整个西方 等方面开始 关键是要立法"))))
           (:- "郭文: " (@ "https://www.guo.media/posts/141391")
               '(q () (pre () "
10月31日：华盛顿国家大教堂是我最喜欢的建筑．之一！她总是如此的神圣与神秘！一个国家的宗教文化设施是一个国家的历史与文化的载体！更可以从此看到这个民族的未来！我们再看看我们自己的民族文化宗教设施……不仅仅是被绑架了……他们是正在被强迫与虑待中！前所未有的荒谬与变态！除了．钱．性．权利．慌言……他们什么都不想要！而且任何人也不能能要！一切都是党的一切都要听党的！爹亲娘亲不如党亲！共产党的领导他们死了埋八宝山！老百姓死了！烧了！乱埋了！还要再挖出来！天理难容天理何在！")))
           (:- "郭文: " (@ "https://www.guo.media/posts/141318")
               '(q () (pre () "
我们是王健先生被杀案的独立调查者．花钱．时间．人力．承担风险最大的调查团队！这个荒唐的王健一人独立的爬墙死！是对全世界人民的智商的侮辱……比郭宝胜．袁健斌．夏业良．韦石：西诺．乱伦彪．陈军的骗术都下贱下流！上神．不会放过一个做恶欺天的人！"))))))
 *news-topics-guo*)

(push
 (u (:- (@ "/testwebsite/articles/2018/10/guo-news-201810.html" "2018.10")))
 *news-topics-guo*)

(news-to-topic
 "郭文贵"    ;; (human-date (get-universal-time))
 "2018.11.27 11:49:53"
 (u (:- "信息源"
        (u (:- "郭媒体 : " (@ "https://www.guo.media/milesguo" "@milesguo"))
           (:- "Youtube : " (@ "https://www.youtube.com/channel/UCO3pO3ykAUybrjv3RBbXEHw/featured" "郭文贵"))
           (:- "Instagram : " (@ "https://www.instagram.com/guowengui/" "guowengui"))))
    (:- "郭七条"
        (u (:- "反对 以黑治国 以警治国 以贪反贪 以黑反贪")
           (:- "不反国家 不反民族 不反习主席")
           (:- '(span (:class "badge badge-secondary") "修改增加: ") "反对以假治国")))
    (:- "蓝金黄 3F计划")
    (:- "海航王健事件"
        (u (:- "王健之死 与 海航集团背后的真相 发布会"
               (u (:- "时间: 2018年11月20日 美国东部时间 早上10-12点")
                  (:- "地点: 纽约"
                      (@ "https://www.thepierreny.com" "The Pierre Hotel")
                      `(small () (span (:class "badge badge-light" :style "position: absolute;")
                                       ,(@ "https://en.wikipedia.org/wiki/The_Pierre" "Wiki"))))))
           (:- '(small () "2018.11.19")
               (u (:- "郭文: " (@ "https://www.guo.media/posts/147483")
                      '(q () (pre () "
11月18日：律师又要求修改文件．全部加班呢……以法治国．的确让人很累．很花钱．但是我感觉很幸福很开心！因为能让我感觉我是在一个安全的公平的环境里生存！一切都是刚刚开始！")))))
           (:- '(small () "2018.11.18")
               (u (:- "视频: " (@ "https://www.youtube.com/watch?v=D9ggVuylclY"
                                  "2018年11月17日：11月20号的新闻发布会进展报告，遇到了巨大的困难，但是一定会照常进行。"))
                  (:- "郭文(照片和视频): "
                      (@ "https://www.guo.media/posts/147013")
                      ".."
                      (@ "https://www.guo.media/posts/147016")
                      '(q () (pre () "
11月17日：凯琳在为她们翻译．她们说王健百分之百的是没有自拍．不是……警察封锁了一切真相！威胁人们不要讲话……

11月17日：他来了．她也来了．太不容易了！凯琳正在翻译！")))))
           (:- '(small () "2018.11.16")
               (u (:- "视频: " (@ "https://www.youtube.com/watch?v=cqjWOczCby0" "2018．11月15日：11月20日在纽约举行巜王健之死．海航背后的真相发布会》的正式公告！"))))
           (:- '(small () "2018.11.15")
               (u (:- "郭文: " (@ "https://www.guo.media/posts/145989")
               '(q () (pre () "
11月14日：尊敬的战友们好！我刚刚收到律师团队的通知！明天中午前才能得到法院最后的批准！ 所以会议是19号还是20号．要等到明天中午12点前才能决定！文贵再次致以万分的歉意！")))
                (:- "视频: " (@ "https://www.youtube.com/watch?v=0VE05drVdz8"
			                    "2018．11月19号的王健之死的发布会．可能导致股市波动．及其他重大政治事件！要从19号改至20号！"))))
           (:- '(small () "2018.11.6")
               (u (:- "郭文(多条 照片): " (@ "https://www.guo.media/posts/143276")
                      '(q () (pre () "
11月5日：11月19日．将是一个什么样的结果！什么样的情况！一个又一个的威胁向我冲来……我现在收到的劝说！利诱……前所没有！我现在正在向有关人介绍发布会的情况！")))))
           (:- '(small () "2018.11.1")
               (u (:- "郭文: " (@ "https://www.guo.media/posts/141318")
                      '(q () (pre () "
我们是王健先生被杀案的独立调查者．花钱．时间．人力．承担风险最大的调查团队！这个荒唐的王健一人独立的爬墙死！是对全世界人民的智商的侮辱 ... 上神．不会放过一个做恶欺天的人！")))))
           (:- '(small () "2018.10.30")
               "最新法国官方调查结果"
               (u (:- (@ "https://freebeacon.com/national-security/french-court-rules-chinese-tycoon-died-accident/" 
                         "French Court Rules Chinese Tycoon Died in Accident")
                      '(small () "2018.10.30 FreeBeacon"))
                  (:- "中文翻译: " (@ "https://littleantvoice.blogspot.com/2018/10/bill.html?m=1"
                                      "翻译：自由灯塔Bill 法国法院裁定中国大亨死于意外 海航联合创始人王建的死亡之谜")
                      '(small () "2018.10.30 战友之声") )))
           (:- '(small () "2018.10.29")
               (u (:- "郭文: " (@ "https://www.guo.media/posts/140349")
                      '(q () (pre () "
10月28日：关于王健被谋杀……法国阿尼翁地方法法院的判决近日将公布……然后…… 他们一个一个的公布！ 为的就是挑战我们的发布会！ 他们将为他们无知付出巨大代价！ 他们要先下手为强！ 但是他们不了解我们拥有什么样的力量！ 我要的就是这个结果！ 按这样一剧情发展！ 我们将会将发布会变成王岐山的送葬会！天助我也……一切都是刚刚开始！ 我们的新闻发布会将是一场空前的法律大战！反黑反谋杀的大战！目前为止已经有223家世界级的媒体要求参加……我们可能只能允许30家媒体到现场了！有关部门已经正式告知我们！已经获得准确信息！CCP将不惜一切代价！阻止新闻发布会举行！但是我告诉他们！我们即使付出生命的代价都不会放弃！天塌地陷我们也不会放弃！✊️✊️✊️")))
                  (:- "郭文(短视频): " (@ "https://www.guo.media/posts/140293")
                      '(q () (pre () "
10月28日：法国司法部决定．高院和普罗旺死法院里昂法院联合做出一个判决．王健被杀案很多关键的事实否定．并通过法院来坐实建属于自己杀自己．自己找死……法院判决结果！并没有任何证人和杀手在现场！法国版的大连法院审判！一切都是刚刚开始！")))
                  (:- "视频: " (@ "https://www.youtube.com/watch?v=1O8D-gWQD7o"
                                  "战友之声 20181028 郭文贵直播（完整版） 中美将进入全面金融贸易战 新疆集中营问题将得到国际社会的关注，法国内政部被绿了？")
                      (u (:- '(pre () "(32:00) 王健之死的进展 法国新的调查报告 中共为掩盖事实的无耻行径 法国蓝金黄的程度可见一斑"))
                         (:- '(pre () "(46:50) 官方人说: 孟宏伟被抓 很大程度上与王健之死有关 因为孟被抓 好几人中共国人也在法国消失"))
                         (:- '(pre () "(52:00) 王健之死新闻发布会 会 异常的精彩 异常的平淡 也会..."))))))
           (:- '(small () "2018.10.28")
               "郭文: " (@ "https://www.guo.media/posts/140047")
               '(q () (pre () "
10月27日：当我今天看到法国内政部．及关于王健之死调查小组的调查报告．更新版时！我极为的兴奋与激动．似乎我所有担心的事情都发生了！更加印证了．我获得的情报的准确性😹关于王健之死与裴楠楠．王岐山和以及法国的华镔等沉默的力量的勾结！的细节！以及在法国蓝金黄力量的强大！例如其中的很多细节的陈述和前几个月前的调查报告完全相反！我不能一一在此列举！如报告中……（王建之死没有任何人在场……是他自己跳下去的！更不存在助跑．自拍……)😇😇😇这和前几版调查总结和报告．及中国官方．海航的公告……完全相反！这更加坐实了是他们一起谋杀了王健先生！而且对王建先生所见的人名单很多人被剔除……资产转让协议的事情这次报告更详细了！……虽然他们想再一次的瞒天过海……但我深信这又是上天赐给我们的一个大礼物．一切都是刚刚开始！🙏🙏🙏🙏🙏🙏
")))
           (:- '(small () "2018.10.9")
               "郭文: " (@ "https://www.guo.media/posts/134471")
               '(q () (pre () "王岐山已经做了放弃陈峰．和＂必须搞回王健夫人儿子．弟弟王伟的决定！＂而且是要求不惜一切代价不限任何方式！")))))
    (apply #':- "主要内容跟踪" (nreverse *news-topics-guo*))))

(news-to-topic
 "中美" ;; (human-date (get-universal-time))
 "2018.11.19 11:54:37"
 (u (:- '(small () "2018.11")
        "南海军演")
    (:- '(small () "2018.11.14")
        (@ "https://www.washingtontimes.com/news/2018/nov/14/inside-the-ring-remove-chinese-missiles/"
           "Trump demands China remove missiles in the South China Sea")
        '(small () "The Washington Times")
        '(q () (pre () "
The Trump administration is demanding that China remove all advanced missiles deployed on disputed islands in the South China Sea, the first time such a demand has been made public.")))
    (:- '(small () "2018.11.9")
        (@ "https://youtu.be/g3rxjaOPQD4"
           "Economic Security as National Security: A Discussion with Dr. Peter Navarro")
        '(small () "Youtube"))
    (:- '(small () "2018.11.7")
        (@ "https://cn.wsj.com/articles/CN-BGH-20181105071808"
           "美国正式重启对伊制裁 中国入豁免名单")
        '(small () "华尔街日报")
        '(q  () (pre () "周一美国实施了对伊朗石油的禁令，同时对700多家伊朗银行、公司和个人进行了制裁，正式启动了其最大施压行动的第二阶段。但中国、印度、意大利、希腊、日本、韩国、台湾和土耳其得到豁免，可暂时继续进口伊朗原油。"))
        (u (:- '(pre () "(我: 我还以为要豁免中共犯下的一切罪行呢 😝)"))))
    (:- '(small () "2018.11.1")
        "Attorney General Jeff Sessions Announces New Initiative to Combat Chinese Economic Espionage"
        '(small () " -U.S. DOJ : ")
        (@ "https://www.youtube.com/watch?v=zHi1iTjQ_FQ&feature=youtu.be"
           "视频")
        " "
        (@ "https://www.justice.gov/opa/speech/attorney-general-jeff-sessions-announces-new-initiative-combat-chinese-economic-espionage"
           "文本")
        '(q () (pre () "
As the cases I’ve discussed have shown, Chinese economic espionage against the United States has been increasing—and it has been increasing rapidly.

We are here today to say: enough is enough.  We’re not going to take it anymore.

It is unacceptable.  It is time for China to join the community of lawful nations.  International trade has been good for China, but the cheating must stop. And we must have more law enforcement cooperation; China cannot be a safe haven for criminals who run to China when they are in trouble, never to be extradited. China must accept the repatriation of Chinese citizens who break U.S. immigration law and are awaiting return.
...
This Department of Justice—and the Trump administration—have already made our decision: we will not allow our sovereignty to be disrespected, our intellectual property to be stolen, or our people to be robbed of their hard-earned prosperity.  We want fair trade and good relationships based on honest dealing.  We will enforce our laws—and we will protect America’s national interests."))
        (u (:- `(cite () "中文参考: "
                      ,(@ "https://www.voachinese.com/a/chinese-criminal-20181101/4638912.html?utm_source=dlvr.it&utm_medium=twitter"
                          "针对中国经济间谍活动美司法部长宣布新行动")))))
    (:- '(small () "2018.10.26")
        (@ "https://www.state.gov/secretary/remarks/2018/10/286926.htm"
           "Interview With Hugh Hewitt of the Hugh Hewitt Show")
        (u (:- "中文参考: " (@ "https://www.voachinese.com/a/pompeo-china-2018-10-26/4631048.html"
                               "蓬佩奥：中国的每一个挑衅都会得到美国强有力的回应")
               '(small () "2018.10.27 VOA"))))
    (:- '(small () "2018.10.22")
        (@ "https://freebeacon.com/national-security/u-s-warships-transit-taiwan-strait/"
           "U.S. Warships Transit Taiwan Strait")
        '(p () (small () "Two Navy warships transited the Taiwan Strait on Monday in a show of force in Pentagon efforts to push back against China's expansive claims to control waters near the communist mainland.")))
    (:- '(small () "2018.10.12")
        (@ "https://freebeacon.com/national-security/bolton-warns-chinese-military-halt-dangerous-naval-encounters/"
           "Bolton Warns Chinese Military to Halt Dangerous Naval Encounters")
        '(p () (small () "White House National Security Adviser John Bolton says Navy rules allow response to threatening Chinese actions")))
    (:- '(small () "2018.10.11")
        "首次 中共国 情报官员 被引渡至 美国 公开受审"
        (u (:- "源自: "
               (@ "https://www.justice.gov/opa/pr/chinese-intelligence-officer-charged-economic-espionage-involving-theft-trade-secrets-leading"
                  "DOJ: Chinese Intelligence Officer Charged with Economic Espionage Involving Theft of Trade Secrets from Leading U.S. Aviation Companies"))
           (:- "中文参考: " (@ "https://www.bbc.com/zhongwen/simp/world-45819520"
                               "BBC: 涉嫌盗取美国航空业机密　中国籍男子面临“间谍”检控"))
           (:- '(pre () "美司法部: 以经济间谍罪起诉 涉嫌窃取美国航空和航天公司商业机密的 中国情报官员 Xu Yanjun"))
           (:- '(pre () "4.1 在比利时被捕"))
           (:- '(pre () "10.9 被引渡至美国"))
           (:- '(pre () "10.10 起诉书被正式公开"))))
    (:- '(small () "2018.10.8")
        "美国国务卿 蓬佩奥 访问中共国")
    (:- '(small () "2018.10.4")
        "美国副总统 彭斯 哈德逊研究所演讲"
        (u (:- "全文"
               (u (:- "英:" (@ "https://www.whitehouse.gov/briefings-statements/remarks-vice-president-pence-administrations-policy-toward-china/"
                               "Remarks by Vice President Pence on the Administration’s Policy Toward China"))
                  (:- "中:" (@ "https://www.voachinese.com/a/pence-speech-20181004/4600329.html"
                               "彭斯副总统有关美国政府中国政策讲话全文翻译"))))
           (:- "视频(中文同传):" (@ "https://youtu.be/i8DtP3PB-gc"
                                    "彭斯副总统有关美国政府中国政策讲话(中文同传)"))
           (:- "重点 (由于全文 基本上都可以说是重点 所以我只列出一些大意)"
               (u (:- "中共 对外"
                      (u (:- "前所未有的 使用各种手段 影响 美国制度和政策 来获利")
                         (:- "偷盗美国的技术 强迫美企技术转让 利用美国的技术壮大其军事力量")
                         (:- "违背承诺 将南海军事化 同时 侵犯美自由航行的舰只")
                         (:- "债务外交 通过烂贷 获取 经济和军事利益 (我: 最后都肥了各国盗国贼)")
                         (:- "威胁台湾")
                         (:- "干预美国中期选举 影响舆论")
                         (:- "要求某美国大公司公开反对美国关税政策 否则取消其营业执照")
                         (:- "要求合资公司 设立党支部 对决策进行影响 甚至否决")
                         (:- "影响 广播等媒体 记者 大学 研究机构 智库 好莱坞 等等 为其唱赞歌 或 消除负面报道"
                             '(q () (pre () "
说的就是 郭文贵先生去年在 哈德逊的演讲被取消
After you offered to host a speaker Beijing didn’t like, your website suffered a major cyberattack, originating from Shanghai. The Hudson Institute knows better than most that the Chinese Communist Party is trying to undermine academic freedom and the freedom of speech in America today.")))))
                  (:- "中共 对内"
                      (u (:- "人权问题恶化 压迫自己的人民")
                         (:- "成为监视型的国度 监视方法更具侵略性 且 是使用美国的技术做到的")
                         (:- "防火长城 阻碍信息自由交流")
                         (:- "信用评分 将严重的干预和限制人们的生活 (我: 这种超乎法律之上的系统 对于中共国这种国家 极易并滥用)"
                             '(q () (pre () "
And by 2020, China’s rulers aim to implement an Orwellian system premised on controlling virtually every facet of human life — the so-called “Social Credit Score.” In the words of that program’s official blueprint, it will “allow the trustworthy to roam everywhere under heaven, while making it hard for the discredited to take a single step.”")))
                         (:- "限制 宗教发展 下架圣经 烧十字架 打压西藏佛教徒 在新疆监禁百万伊斯兰教信众进行洗脑 (我: 中共打击一切它们不允许的信仰 更限制任何组织的发展 尤其是具有极大凝聚力的宗教)")))
                  (:- "美国 态度"
                      (u (:- "过去几十年 美国帮助中国发展壮大 并期许其走向自由文明 但现在 美国意识到 中共对 民主自由等等承诺 都是空谈")
                         (:- "通过相应行动做出了回应 并 寻求 公平 互惠 尊重主权 关系")
                         (:- "美国优先")
                         (:- "会继续奉行一个中国的政策 但相信台湾对民主的拥抱 为所有的中国人 提供了一条更好的道路 ")
                         (:- "并不希望中共国经济受损 而是希望其繁荣 但希望中共的贸易政策是 自由 互惠 公平  并且 不仅仅停留在嘴上")
                         (:- "应对外国媒体宣传 要求注册外国代理人")
                         (:- "让其停止强迫技术转让 保护美国企业的私人财产的利益")
                         (:- "简化国际开发和融资计划 为外国提供 更透明公正的另一个选择 而不用依赖中共国")
                         (:- "相信会看到 更多的 企业 学者 媒体 等 会在 价钱和价值 间做出更好的选择")
                         (:- "在中共真正改变 而不是打口炮 并对美国表示尊重之前 美国不会放弃或松懈 ")
                         (:- "平等对待"
                             '(q () (pre () "
The great Chinese storyteller Lu Xun often lamented that his country, and he wrote, “has either looked down at foreigners as brutes, or up to them as saints,” but never “as equals.” ")))
                         (:- "长远 (我: 只看自己 认为人不会死 故作死, 你看 要死了吧)"
                             '(q () (pre () "
“Men see only the present, but heaven sees the future.”")))))))))))

(news-to-topic
 "中共国" ;; (human-date (get-universal-time) )
 "2018.10.30 12:02:11"
 (u (:- "事件"
        (u (:- '(small () "2018.10.20")
               "澳门中联办主任 郑晓松 死亡"
               (u (:- '(pre () "郭文贵: 是被杀 他与孟宏伟是好哥们"))
                  (:- '(pre () "中共官方: 中央人民政府驻澳门特别行政区联络办公室主任 郑晓松同志 因患抑郁症 于2018年10月20日晚 在其澳门住所 坠楼身亡")))))
        (u (:- "孟宏伟")))
    (:- "国外"
        (u (:- '(small () "2018.10.26")
               (@ "https://www.cbc.ca/news/politics/mcccallum-china-trade-human-rights-1.4878455"
                  "Canada prepared to stall trade deal with China until its behaviour is 'more reasonable'")
               '(small () "CBC"))))))

(news-to-topic
 "美国" ;; (human-date (get-universal-time))
 "2018.11.07 17:37:40"
 (u (:- '(small () "2018.11.7") "Midterm elections 2018 美国中期选举"
        '(q () (pre () "
    结果      | Republican 共和党 | Democratic 民主党 |
Senate 参议院 |  Win:  51        |         43       |
House  众议院 |       193        |   Win: 219       |
")))
    (:- '(small () "2018.10.23")
        "德州大学基金 引领 新规则 将从被美国制裁的实体中撤资"
        (u (:- "视频: " (@ "https://www.youtube.com/watch?v=aCdDjXTrgTQ"
                           "Watch CNBC's full interview with Hayman Capital's Kyle Bass"))
           (u (:- `(pre () "中文跟译: " ,(@ "https://www.youtube.com/watch?v=sQ4Yrj6tISw"
                                            "啸天英语读报点评第21期 20181023--郭式隔山打牛亮招CNBC;同步翻译解读Kyle Bass（德州大学基金 UTIMCO)如何带头打击中共并隔空取钱-期限180天！")))))
        (u (:- "相关"
               (u (:- '(samll () "2018.10.23")
                      (@ "https://www.zerohedge.com/news/2018-10-23/kyle-bass-trump-has-strongest-negotiating-position-weve-ever-had-against-china"
                         "Kyle Bass: Trump Has \"Strongest Negotiating Position We've Ever Had\" Against China")
                      (u (:- "中文翻译: " (@ "https://littleantvoice.blogspot.com/2018/10/kyle-bass-trump-has-strongest.html?m=1"
                                             "翻译：凯尔巴斯：特朗普有和中国谈判的最强“筹 码”")))))
               (u (:- '(samll () "2018.10.23")
                      (@ "https://www.bloombergquint.com/markets/university-of-texas-to-impose-new-rules-as-iran-sanctions-loom#gs.cQuj904"
                         "University of Texas Endowment to Impose New Rules for Iran Ties")))))
        (u (:- "补充"
               (u (:- "Kyle Bass"))
               (u (:- "UTIMCO 德州大学基金")))))
    (:- '(small () "2018.10.19")
        (@ "https://www.dni.gov/index.php/newsroom/press-releases/item/1915-joint-statement-from-the-odni-doj-fbi-and-dhs-combating-foreign-influence-in-u-s-elections"
           "Joint Statement from the ODNI, DOJ, FBI and DHS: Combating Foreign Influence in U.S. Elections")
        (u (:- "中文参考: " (@ "https://www.voachinese.com/a/joint-statement-from-odni-doj-fbi-dhs-us-election-20181019/4621623.html?utm_source=dlvr.it&utm_medium=twitter"
                               "美执法部门联合声明 共同对抗外国渗透美国选举"))))
    (:- '(small () "2018.9.26")
        "美国 川普总统 联合国大会演讲"
        (u
         (:- "全文(英文): "
             (@ "https://www.vox.com/2018/9/25/17901082/trump-un-2018-speech-full-text"
                "Read Trump’s speech to the UN General Assembly"))
         (:- "视频(中文字幕): "
             (@ "https://www.youtube.com/watch?v=xm6BnLaFD3I"
                "特朗普在联合国大会的演讲|全程字幕"))
         (:- "视频(VOA中文同传): "
             (@ "https://youtu.be/aw-lwGoeH4A"
                "特朗普总统在73届联合国大会发表讲话"))
         (:- "重点 (我的主观判断 主要是与中美未来相关的): "
             '(q () (pre () "
独立 自主 协作 捍卫自己国民的利益(人民为主人) 尊重各自的文化
We believe that when nations respect the rights of their neighbors, and defend the interests of their people, they can better work together to secure the blessings of safety, prosperity, and peace.
...
I honor the right of every nation in this room to pursue its own customs, beliefs, and traditions. The United States will not tell you how to live or work or worship.
We only ask that you honor our sovereignty in return.


贸易需要公平对等 中共国破坏了规则(倾销 补助 操纵汇率 强迫技术转让 盗窃知识产权 等) 滥用了美国的开放政策 以及当下世贸体制 不能再被容忍 这需要改变
America’s policy of principled realism means we will not be held hostage to old dogmas, discredited ideologies, and so-called experts who have been proven wrong over the years, time and time again.
...
We will no longer tolerate such abuse.
...
America will never apologize for protecting its citizens.
...
I have great respect and affection for my friend, President Xi, but I have made clear our trade imbalance is just not acceptable. China’s market distortions and the way they deal cannot be tolerated.


拒绝全球主义 拥抱爱国主义 (注意 这里并不同于 全球化 globalization, 对爱国主义的概念 中共国人有不同的认知 不能先入为主 )
.. We will never surrender America’s sovereignty to an unelected, unaccountable, global bureaucracy.

America is governed by Americans. We reject the ideology of globalism, and we embrace the doctrine of patriotism.

Around the world, responsible nations must defend against threats to sovereignty not just from global governance, but also from other, new forms of coercion and domination.


外国想再继续干涉美国内政 没门
Here in the Western Hemisphere, we are committed to maintaining our independence from the encroachment of expansionist foreign powers.

It has been the formal policy of our country since President Monroe that we reject the interference of foreign nations in this hemisphere and in our own affairs. The United States has recently strengthened our laws to better screen foreign investments in our country for national security threats, and we welcome cooperation with countries in this region and around the world that wish to do the same. You need to do it for your own protection.


社会主义和共产主义悲剧 主要提到的是委内瑞拉 但是 你懂的
Ultimately, the only long-term solution to the migration crisis is to help people build more hopeful futures in their home countries. Make their countries great again.
...
Virtually everywhere socialism or communism has been tried, it has produced suffering, corruption, and decay. Socialism’s thirst for power leads to expansion, incursion, and oppression. All nations of the world should resist socialism and the misery that it brings to everyone.


对外援助政策转变 非诚勿扰
The United States is the world’s largest giver in the world, by far, of foreign aid. But few give anything to us. That is why we are taking a hard look at U.S. foreign assistance. That will be headed up by Secretary of State Mike Pompeo. We will examine what is working, what is not working, and whether the countries who receive our dollars and our protection also have our interests at heart.

Moving forward, we are only going to give foreign aid to those who respect us and, frankly, are our friends. And we expect other countries to pay their fair share for the cost of their defense.


促进联合国改革 各尽其能 (至少美国暂时不会直接退出了)
The United States is committed to making the United Nations more effective and accountable.
...
Only when each of us does our part and contributes our share can we realize the U.N.’s highest aspirations. We must pursue peace without fear, hope without despair, and security without apology.


同一个世界 同一个问题: 我们想要的的未来是?
It is the question of what kind of world will we leave for our children and what kind of nations they will inherit.
...
Many countries are pursuing their own unique visions, building their own hopeful futures, and chasing their own wonderful dreams of destiny, of legacy, and of a home.

The whole world is richer, humanity is better, because of this beautiful constellation of nations, each very special, each very unique, and each shining brightly in its part of the world.

In each one, we see awesome promise of a people bound together by a shared past and working toward a common future.


美国想要的未来: 坚持一种 自由 独立 法治 家庭 信仰 传统 爱国 和平 安全 的文化, 并捍卫它
As for Americans, we know what kind of future we want for ourselves. We know what kind of a nation America must always be.
...
So together, let us choose a future of patriotism, prosperity, and pride. Let us choose peace and freedom over domination and defeat. And let us come here to this place to stand for our people and their nations, forever strong, forever sovereign, forever just, and forever thankful for the grace and the goodness and the glory of God.
(我: 这段很鼓舞 建议自己去看看)


谢谢 (我: 同时也希望 中国不用再 CCP bless us)
Thank you. God bless you. And God bless the nations of the world.")))))))

(news-to-topic
 "中共国 供应链 恶意芯片植入 事件" ;; (human-date (get-universal-time))
 "2018.10.24 12:51:54"
 (u (:- "主"
        (u (:- '(small () "2018.10.22")
               (@ "https://www.reuters.com/article/us-china-cyber-super-micro-comp/super-micro-to-review-hardware-for-malicious-chips-idUSKCN1MW1GK?feedType=RSS&feedName=technologyNews&utm_source=feedburner&utm_medium=feed&utm_campaign=Feed%3A+reuters%2FtechnologyNews+%28Reuters+Technology+News%29"
                  "Super Micro to review hardware for malicious chips")
               '(q () (pre () "
“Despite the lack of any proof that a malicious hardware chip exists, we are undertaking a complicated and time-consuming review to further address the article,” the server and storage manufacturer said in a letter to its customers, dated Oct. 18.
...
Super Micro denied the allegations made in the report.

The company said the design complexity makes it practically impossible to insert a functional, unauthorized component onto a motherboard without it being caught by the checks in its manufacturing and assembly process.
"))))
        (u (:- '(small () "2018.10.19")
               (@ "https://www.buzzfeednews.com/article/johnpaczkowski/apple-tim-cook-bloomberg-retraction"
                  "Apple CEO Tim Cook Is Calling For Bloomberg To Retract Its Chinese Spy Chip Story")
               '(q () (pre () "
“There is no truth in their story about Apple,” Cook told BuzzFeed News in a phone interview. \"They need to do that right thing and retract it.\"
...
“We turned the company upside down,” Cook said. “Email searches, data center records, financial records, shipment records. We really forensically whipped through the company to dig very deep and each time we came back to the same conclusion: This did not happen. There’s no truth to this.”
"))))
        (u (:- '(small () "2018.10.9")
               (@ "https://www.bloomberg.com/news/articles/2018-10-09/new-evidence-of-hacked-supermicro-hardware-found-in-u-s-telecom?srnd=premium"
                  "New Evidence of Hacked Supermicro Hardware Found in U.S. Telecom")
               '(q () (pre () "
The security expert, Yossi Appleboum, provided documents, analysis and other evidence ...
...
Unusual communications from a Supermicro server and a subsequent physical inspection revealed an implant built into the server’s Ethernet connector, a component that's used to attach network cables to the computer, Appleboum said.
") )))
        (u (:- '(small () "2018.10.4")
               (@ "https://aws.amazon.com/blogs/security/setting-the-record-straight-on-bloomberg-businessweeks-erroneous-article/"
                  "Setting the Record Straight on Bloomberg BusinessWeek’s Erroneous Article")
               '(q () (pre () "
At no time, past or present, have we ever found any issues relating to modified hardware or malicious chips in SuperMicro motherboards in any Elemental or Amazon systems. Nor have we engaged in an investigation with the government.
"))))
        (u (:- '(small () "2018.10.4")
               (@ "https://www.apple.com/newsroom/2018/10/what-businessweek-got-wrong-about-apple/"
                  "What Businessweek got wrong about Apple")
               '(q () (pre () "
Apple has never found malicious chips \“hardware manipulations\” or vulnerabilities purposely planted in any server. Apple never had any contact with the FBI or any other agency about such an incident. We are not aware of any investigation by the FBI, nor are our contacts in law enforcement."))))
        (u (:- '(small () "2018.10.4")
               (@ "https://www.bloomberg.com/news/features/2018-10-04/the-big-hack-how-china-used-a-tiny-chip-to-infiltrate-america-s-top-companies"
                  "The Big Hack: How China Used a Tiny Chip to Infiltrate U.S. Companies")
               '(q () (img (:class "zoom" :src "/testwebsite/articles/resource/thebighack.jpg" :width "50px")) "The Big Hack!"))))
    (:- "相关"
        (u (:- '(small () "2018.10.22")
               (@ "https://www.servethehome.com/investigating-implausible-bloomberg-supermicro-stories/"
                  "Investigating Implausible Bloomberg Supermicro Stories")))
        (u (:- '(small () "2018.10.11")
               (@ "https://www.macrumors.com/2018/10/11/kaspersky-lab-questions-supermicro-allegations/"
                  "Kaspersky Lab Says Report Claiming China Hacked Apple's Former Server Supplier is Likely 'Untrue'")
               '(q () (pre () "
The stories published by Bloomberg in October 2018 had a significant impact. For Supermicro, it meant a 40% stock valuation loss. For businesses owning Supermicro hardware, this can be translated into a lot of frustration, wasted time, and resources. Considering the strong denials from Apple and Amazon, the history of inaccurate articles published by Bloomberg, including but not limited to the usage of Heartbleed by U.S. intelligence prior to the public disclosure, as well as other facts from these stories, we believe they should be taken with a grain of salt."))))
        (u (:- '(small () "2018.10.8")
               (@ "https://9to5mac.com/2018/10/08/chinese-spy-chip-2/"
                  "Comment: Four more reasons it’s now inconceivable Apple lied about Chinese spy chips")
               (u (:- "Reasons:"
                      (u (:- "1. " (@ "https://9to5mac.com/2018/10/05/spy-chip/" "GCHQ statement"))
                         (:- "2. " (@ "https://9to5mac.com/2018/10/07/department-of-homeland-security-apple-spy-chip/"
                                      "Department Homeland Security echoed"))
                         (:- "3. " (@ "https://www.reuters.com/article/us-china-cyber-apple/apple-tells-congress-it-found-no-signs-of-hacking-attack-idUSKCN1MH0YQ"
                                      "Reuters reports"))
                         (:- "4. " (@ "https://krebsonsecurity.com/2018/10/supply-chain-security-is-the-whole-enchilada-but-whos-willing-to-pay-for-it/"
                                      "security researcher Brian Krebs said")))))))
        (u (:- '(small () "2017.2.23")
               (@ "https://www.theinformation.com/articles/apple-severed-ties-with-server-supplier-after-security-concern?jwt=eyJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJiYWR4dDNAZ21haWwuY29tIiwiZXhwIjoxNTcwMjIwNzkyLCJuIjoiR3Vlc3QiLCJzY29wZSI6WyJzaGFyZSJdfQ.ls8yD0SpK1SYLoC7TAaPBL8GPEu9Nd8mutWz0EEdU6o&unlock=ac889c2a9c7ed1fa"
                  "Apple Severed Ties with Server Supplier After Security Concern"))))
    (:- "补充"
        (u (:- '(small () "事件相关的 硬件骇客技术的 可能性和方法:")
               `(p ()
                   ,(@ "https://www.servethehome.com/investigating-implausible-bloomberg-supermicro-stories/"
                      "Investigating Implausible Bloomberg Supermicro Stories")
                   (small () "2018.10.22"))
               `(p ()
                   ,(@ "https://www.lawfareblog.com/china-supermicro-hack-about-bloomberg-report"
                       "The China SuperMicro Hack: About That Bloomberg Report")
                   (small () "2018.10.4")))))))

(news-to-topic
 "当前关注自媒体" ;; (human-date (get-universal-time) )
 "2018.11.21 13:29:22"
 '(p () "这只是部分 我将 增量补充 未来我看了新的视频时 再加入" )
 (u (:- "Youtube"
        (u (:- (@ "https://www.youtube.com/channel/UCm3Ysfy0iXhGbIDTNNwLqbQ/featured"
                  "路德社"))
           (:- (@ "https://www.youtube.com/channel/UCNKpqIqrErG1a-ydQ0D5dcA/featured"
                  "战友之声"))
           (:- (@ "https://www.youtube.com/channel/UCQT2Ai7hQMnnvVTGd6GdrOQ"
                  "政事直播(政事小哥)"))
           (:- (@ "https://www.youtube.com/channel/UCkU5hWnORzZMZf9SkFmjF6g"
                  "木蘭訪談"))
           (:- (@ "https://www.youtube.com/channel/UCF8iFfXnkbYIUqykN_xpy8g"
                  "南十字星"))
           (:- (@ "https://www.youtube.com/channel/UCyDCC5CcIqMqBbzMVENoKVQ"
                  "赵岩"))
           (:- (@ "https://www.youtube.com/channel/UCA3-DEkClR3G1DG1cq8YbeQ"
                  "Inty"))))))
